type,string,select
mult_jump_one	q894:纳兰性德的父亲担任过什么官职？	select ?y where { <纳兰性德> <父亲> ?x. ?x <主要职位> ?y. }
mult_jump_one	q901:苹果公司的现任首席设计师是哪个国家的？	select ?y where { <苹果_（苹果产品公司）> <首席设计师> ?x. ?x <国籍> ?y. }
mult_jump_one	q905:《孙子兵法》的作者本名是什么？	select ?y where { <孙子兵法_（中国古典军事文化著作）> <作者> ?x. ?x <本名> ?y . }
mult_jump_one	q910:《指环王》系列电影的导演是哪个国家的？	select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?x <国籍> ?y. }
mult_jump_one	q944:主要分布着亚马纳人的岛屿是什么气候类型？	select ?y where { <亚马纳人> <分布> ?x. ?x <气候条件> ?y . }
mult_jump_one	q963:故宫的建造者还有哪些其他的成就？	select ?y where { <故宫_（北京故宫）> <建造者> ?x. ?x <主要成就> ?y. }
mult_jump_one	q965:《巴黎圣母院》的作者有什么成就？	select ?y where { <巴黎圣母院_（维克多·雨果长篇小说）> <作者> ?x. ?x <主要成就> ?y. }
mult_jump_one	q972:舒伯特出生城市有什么国籍组织？	select ?y where { <舒伯特> <出生地> ?x. ?x <国际组织> ?y. }
mult_jump_one	q1018:《指环王》系列电影的发行公司后来被哪个公司收购了？	select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <发行公司> ?x. ?x <收购公司> ?y. }
mult_jump_one	q1029:《存在与时间》一书的作者是哪个民族的人？	select ?y where { <存在与时间> <作者> ?x. ?x <民族> ?y. }
mult_jump_one	q1030:腾讯的创始人都有哪些主要成就？	select ?y where { <腾讯> <创始人> ?x. ?x <主要成就> ?y. }
mult_jump_one	q1035:故宫的建造者的逝世地点在哪里？	select ?y where { <故宫_（北京故宫）> <建造者> ?x. ?x <逝世地点> ?y. }
mult_jump_one	q1037:多元组：克苏鲁出自哪位作家创作的小说？	select ?y where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <出处> ?x. ?x <作者> ?y. }
mult_jump_one	q1044:火腿起源于我国古代的一个朝代，它的选官制度是什么？	select ?y where { <火腿_（腌制或熏制的猪腿）> <起源> ?x. ?x <选官制度> ?y. }
mult_jump_one	q1089:汉高祖刘邦的陵寝的别名是什么？	select ?y where { <刘邦_（汉朝开国皇帝）> <陵墓> ?x. ?x <别名> ?y . }
mult_jump_one	q1109:小苏打片的主要成分的化学式是什么？	select ?y where { <小苏打片> <成份> ?x. ?x <化学式> ?y. }
mult_jump_one	q1115:女王尼托克丽丝统治的王国面积有多大？	select ?y where { <尼托克丽丝> <出生地> ?x. ?x <国土面积> ?y. }
mult_jump_one	q1130:《全职猎人》因为其作者不务正业更新缓慢，请问作者沉迷的爱好是什么？	select ?y where { <全职猎人_（富坚义博创作的漫画）> <作者> ?x. ?x <爱好> ?y. }
mult_jump_one	q1132:《额尔古纳河右岸》的作者有哪些代表作？	select ?y where { <额尔古纳河右岸> <作者> ?x. ?x <代表作品> ?y . }
mult_jump_one	q1194:启蒙运动的代表人物都来自哪些国家？	select ?y where { <启蒙运动> <代表人物> ?x. ?x <国籍> ?y. }
mult_jump_one	q1197:广义信息论的提出者的代表作品有哪些？	select ?y where { <广义信息论> <提出者> ?x. ?x <代表作品> ?y. }
mult_jump_one	q1212:北大现任校长有哪些主要成就？	select ?y where { <北京大学> <现任校长> ?x. ?x <主要成就> ?y. }
mult_jump_one	q1215:你知道守望先锋里的角色的外国名字吗？	select ?y where { <守望先锋_（2016年暴雪娱乐发行的团队射击游戏）> <主要角色> ?x . ?x <外文名> ?y. }
mult_jump_one	q1220:《时间简史》的作者是哪个国家的？	select ?y where { <时间简史_（斯蒂芬·霍金著作）> <作者> ?x. ?x <国籍> ?y. }
mult_jump_one	q1226:请问歌手刘德华的妻子出生于哪个国家？	select ?y where { <刘德华_（中国香港男演员、歌手、词作人）> <妻子> ?x. ?x <国籍> ?y . }
mult_jump_one	q1228:网络动画秦时明月的原作者的英文名是啥？	select ?y where { <秦时明月_（沈乐平执导TV/网络动画系列）> <原作> ?x. ?x <外文名> ?y. }
mult_jump_one	q1246:凯撒的祖国的官方语言是什么？	select ?y where { <凯撒_（凯撒）> <国籍> ?x. ?x <官方语言> ?y. }
mult_jump_one	q1256:电影朝花夕拾的编剧是哪里人？	select ?y where { <朝花夕拾_（1987年方中信主演香港电影）> <编剧> ?x. ?x <出生地> ?y. }
mult_jump_one	q1270:理查德·道金斯的代表作是什么时候出版的？	select ?y where { <理查德·道金斯> <代表作品> ?x. ?x <出版时间> ?y. }
mult_jump_one	q1274:足球运动员梅西所在的球队现任主教练是谁？	select ?y where { <里奥·梅西_（阿根廷足球运动员）> <所属运动队> ?x. ?x <现任主教练> ?y. }
mult_jump_one	q1483:角色金田一郎所在的漫画是什么时候出版的？	select ?y where { <金田一郎> <登场作品> ?x. ?x <出版时间> ?y. }
mult_jump_one	q1485:《清明上河图》的作者信奉什么思想？	select ?y where { <清明上河图_（北宋张择端风俗画）> <作者> ?x. ?x <信仰> ?y . }
mult_jump_one	q1512:天蝎座的守护神的外文名是什么？	select ?y where { <天蝎座_（占星学）> <守护神> ?x. ?x <外文名> ?y. }
mult_jump_one	q1517:电影阿凡达的主演们都获得过那些成就？	select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <主演> ?x. ?x <主要成就> ?y. }
mult_jump_one	q1518:搜狐公司董事长毕业于哪个学校？	select ?y where { <搜狐> <创办人> ?x. ?x <毕业院校> ?y . }
mult_jump_one	q1527:存在主义伦理学的代表人物都有哪些代表作？	select ?y where { <存在主义伦理学> <主要代表人物> ?x. ?x <代表作品> ?y. }
mult_jump_one	q1539:《百年孤独》的作者是哪个国家的？	select ?y where { <百年孤独> <作者> ?x. ?x <国籍> ?y. }
mult_jump_one	q1544:法国国花的拉丁文学名是什么？	select ?y where { <法国_（法兰西共和国）> <国花> ?x. ?x <拉丁学名> ?y. }
mult_jump_one	q1547:《茶经》的作者被人们尊称为什么？	select ?y where { <茶经_（中国茶道奠基人陆羽所著茶学专著）> <作者> ?x. ?x <尊号> ?y . }
mult_jump_one	q1549:网易公司创始人被人们戏称为什么？	select ?y where { <网易公司> <创始人> ?x. ?x <别名> ?y . }
mult_jump_one	q1558:《时间简史》的作者的英文全名是什么？	select ?y where { <时间简史_（斯蒂芬·霍金著作）> <作者> ?x. ?x <外文名> ?y. }
mult_jump_one	q1563:郭麒麟师父的儿子叫什么名字？	select ?y where { <郭麒麟> <师父> ?x. ?x <儿子> ?y . }
simple_res_reverse	q329:海贼王里乔巴拥有什么果实的能力？	select ?x where { ?x <拥有者> <乔巴_（《海贼王》中的角色）>. }
simple_res_reverse	q374:57哪些动画或漫画描绘了忍者们的故事？	select ?x where { ?x <类型> <忍者_（日本特殊职业）>. }
simple_res_reverse	q1294:听说咖啡是一个国家的国花，你知道是哪个国家吗？	select ?x where { ?x <国花> <咖啡_（世界三大饮料之一）>. }
simple_res_reverse	q1315:阿尔贝二世亲王是哪个国家的国王？	select ?x where { ?x <国家领袖> <阿尔贝二世亲王>. }
simple_res_reverse	q1326:《假如给我三天光明》是哪位作家的作品？	select ?x where { ?x <代表作品> <假如给我三天光明>. }
simple_res	q559:曼昆那本著名的《经济学原理》是谁翻译的？	select ?x where { <经济学原理_（N.格里高利·曼昆著经济学教材）> <译者> ?x. }
simple_res	q1091:完成天下布武的大名最后在哪里逝世？	select ?x where { <织田信长_（日本战国三杰之一，安土桃山时代的大名）> <主要成就> "天下布武；设立乐市乐座". <织田信长_（日本战国三杰之一，安土桃山时代的大名）> <逝世地> ?x. }
simple_res	q1147:2008年举办的夏季奥运会是第几届？	select ?x where { <2008年北京奥运会> <赛事类型> <夏季奥林匹克运动会>. <2008年北京奥运会> <届数> ?x. }
simple_res	q1371:西班牙城市圣地亚哥的外文名称是？	select ?x where { <圣地亚哥_（西班牙城市）> <外文名称> ?x. }
simple_res	q1373:电影《辛德勒的名单》的导演是谁？	select ?x where { <辛德勒的名单> <导演> ?x. }
simple_res	q1374:海贼里百兽凯多在漫画、动画里第一次正式出现是什么时候？	select ?y where { <百兽_（《海贼王》虚构人物）> <初登场> ?y. }
simple_res	q1375:白雪公主和七个小矮人的故事最早在哪个国家出版？	select ?x where { <白雪公主_（欧洲大陆流传童话故事）> <最早出版> ?x. }
simple_res	q1376:电视剧《爱情公寓》是何时上映的？	select ?x where { <爱情公寓_（韦正导演的都市爱情情景喜剧）> <上映时间> ?x. }
simple_res	q1377:94版《三国演义》是由哪些人共同导演的？	select ?x where { <三国演义_（1994年王扶林执导央视版电视剧）> <导演> ?x. }
simple_res	q1379:侯仁之先生最突出的成就是什么？	select ?x where { <侯仁之> <主要成就> ?x. }
simple_res	q1383:彩虹西餐厅的人均消费是多少？	select ?x where { <彩虹西餐厅> <人均价格> ?x. }
simple_res	q1386:迈克尔·杰克逊在什么时间去世的？	select ?x where { <迈克尔·杰克逊> <逝世日期> ?x. }
simple_res	q1388:电视剧《请回答1988》是哪个国家制作的？	select ?x where { <请回答1988> <制片地区> ?x. }
simple_res	q1394:电影速度与激情的拍摄地点有？	select ?x where { <速度与激情_（美国赛车动作主题系列电影）> <拍摄地点> ?x. }
simple_res	q1400:位于湖南的石鼓书院推荐玩多久啊？	select ?x where { <石鼓书院> <建议游玩时长> ?x. }
simple_res	q1408:电影《怦然心动》的主要演员？	select ?x where { <怦然心动_（美国2010年罗伯·莱纳执导电影）> <主演> ?x. }
simple_res	q1420:牛顿第一运动定律又称惯性定律，你能告诉我它的表达式吗？	select ?x where { <牛顿第一运动定律> <表达式> ?x. }
simple_res	q1424:《海贼王》是哪位漫画师的作品？	select ?x where { <海贼王_（尾田荣一郎创作的漫画作品）> <作者> ?x. }
simple_res	q1425:电脑游戏《红色警戒》的制作商是谁？	select ?x where { <红色警戒_（《命令与征服》系列的即时战略游戏）> <开发商> ?x. }
simple_res	q1433:你知道《家有儿女》是在哪儿拍的吗，这部剧太经典了？	select ?x where { <家有儿女_（2005年林丛执导的系列情景喜剧）> <拍摄地点> ?x. }
simple_res	q1434:光合作用是在哪个部位起作用的？	select ?x where { <光合作用> <作用部位> ?x. }
simple_res	q1453:在哪个网站能看动画片神厨小福贵？	select ?x where { <神厨小福贵> <网络播放> ?x. }
simple_res	q1463:导演雷德利·斯科特是哪个国家的？	select ?x where { <雷德利·斯科特> <国籍> ?x. }
simple_res	q1464:迈克尔·杰克逊的经纪公司是哪一个？	select ?x where { <迈克尔·杰克逊> <经纪公司> ?x. }
simple_res	q1466:汉武帝在位时做过什么让他名留青史？	select ?x where { <汉武帝_（汉朝皇帝）> <主要成就> ?x. }
simple_res	q1477:小明想去安徽玩，你能为他推荐几个景点吗？	select ?x where { <安徽> <著名景点> ?x. }
simple_res	q1478:请问有多少人居住在伯罗奔尼撒半岛？	select ?x where { <伯罗奔尼撒半岛> <人口> ?x. }
simple_res	q1525:腾讯的创始人中，谁的别名是小马哥？	select ?x where { <腾讯> <创始人> ?x. ?x <别名>"小马哥". }
simple_res	q1552:制作鸡排主要需要准备哪些材料？	select ?x where { <鸡排> <主要食材> ?x. }
simple_res	q1684:全柴动力是哪个市场发行的股票？	select ?x where { <全柴动力> <市场> ?x. }
simple_res	q1695:熔断机制是什么时候开始实施的？	select ?x where { <熔断机制> <实施时间> ?x. }
simple_res	q1696:熔断机制是什么时候暂停实施的？	select ?x where { <熔断机制> <暂停时间> ?x. }
simple_res	q1700:合格境外机构投资者的英文简称是什么？	select ?x where { <合格境外机构投资者> <英文简称> ?x. }
simple_res	q1707:上市公司收购可采取哪些方式？	select ?x where { <上市公司> <收购方式> ?x. }
simple_res	q1708:港股通委托能使用哪些限价盘？	select ?x where { <港股通委托> <限价盘类型> ?x. }
simple_res	q1713:召开临时股东大会的条件有哪些？	select ?x where { <召开临时股东大会> <条件> ?x. }
simple_res	q1718:A股账户销户有哪些注意事项？	select ?x where { <A股账户销户> <注意事项> ?x. }
simple_res	q1724:一个投资者最多可以申请开立几个Ａ股账户？	select ?x where { <A股账户> <最多申请个数> ?x. }
simple_res	q1727:试点创新企业在交易所发行上市的品种有哪些？	select ?x where { <试点创新企业> <发行品种> ?x. }
simple_res	q1731:赵薇割韭菜，收到了证监会什么处罚？	select ?x where { <赵薇> <处罚> ?x. }
simple_res	q1736:A股纳入MSCI指数是什么时候？	select ?x where { <A股> <纳入MSCI指数时间> ?x. }
simple_res	q1737:MSCI新兴市场指数与中国相关的有哪些?	select ?x where { <MSCI新兴市场指数> <中国相关> ?x. }
simple_res	q1738:上市公司财务造假，监管机构最高罚款金额？	select ?x where { <上市公司财务造假> <最高罚款> ?x. }
simple_res	q1742:上交所国债逆回购的起点金额？	select ?x where { <上交所国债逆回购> <起点金额> ?x. }
simple_res	q1758:公开发行上市对企业有什么风险？	select ?x where { <上市> <风险> ?x. }
simple_res	q1759:公开发行上市对企业有什么约束？	select ?x where { <上市> <约束> ?x. }
simple_res	q1778:香港联交所是哪四家合并而成的？	select ?x where { <香港联交所> <组成> ?x. }
simple_res	q1782:股票质押式回购业务的融资期限？	select ?x where { <股票质押式回购业务> <融资期限> ?x. }
simple_res	q1785:约定购回式证券交易的交易时间？	select ?x where { <约定购回式证券> <交易时间> ?x. }
simple_res	q1786:存托凭证以人民币还是外币计价？	select ?x where { <存托凭证> <计价货币> ?x. }
simple_res	q1792:深交所封闭式证券投资基金证券代码的编制原则?	select ?x where { <深交所封闭式证券投资基金证券代码> <编制原则> ?x. }
simple_res	q1797:上交所可转债债转股数量规定？	select ?x where { <上交所可转债债转> <数量规定> ?x. }
simple_res	q1805:封闭式基金的认购方式有哪些？	select ?x where { <封闭式基金> <认购方式> ?x. }
simple_res	q1806:深圳ETF基金卖出后资金什么时候到账？	select ?x where { <深圳ETF> <到账时间> ?x. }
simple_res	q1814:可以T+0交易的基金有哪些？	select ?x where { <基金> <T+0> ?x. }
simple_res	q1815:可以实现T+0交易的货币基金产品有哪些？	select ?x where { <货币基金> <T+0> ?x. }
simple_res	q1817:索罗斯狙击香港发生在什么时候？	select ?x where { <索罗斯狙击香港> <发生时间> ?x. }
simple_res	q1819:《金融炼金术》一书的作者是？	select ?x where { <《金融炼金术》> <作者> ?x. }
simple_res	q1871:沪港通的重要意义体现在哪些方面？	select ?x where { <沪港通> <重要意义> ?x. }
simple_res	q1874:开通港股通权限时冻结资金金额？	select ?x where { <开通港股通权限> <冻结金额> ?x. }
simple_res	q1875:港股通买卖港股使用哪种货币报价？	select ?x where { <港股通> <报价货币> ?x. }
simple_res	q1876:港股通买卖港股使用哪种货币交收？	select ?x where { <港股通> <交收货币> ?x. }
simple_res	q1882:一人可以开立多个信用账户吗？	select ?x where { <融资融券> <最多账户数量> ?x. }
simple_res	q1885:银行间债券市场的债券交易类型有哪些？	select ?x where { <银行间债券市场的债券交易> <类型> ?x. }
simple_res	q1892:刘士余任职期间，中国股市发生哪些变化？	select ?x where { <刘士余> <政绩> ?x. }
simple_res	q1908:新三板协议转让有哪些成交情况？	select ?x where { <新三板协议转让> <成交情况> ?x. }
simple_res	q1910:新三板挂牌申请需要多少时间？	select ?x where { <新三板挂牌申请> <费时> ?x. }
simple_res	q1911:新三板股票的代码有什么特点？	select ?x where { <新三板股票代码> <特点> ?x. }
simple_res	q1915:上海A股股票代码是什么开头的？	select ?x where { <上海A股股票代码> <开头数字> ?x. }
simple_res	q1954:阿里巴巴以什么价格收购申通快递？	select ?x where { <阿里巴巴收购申通快递> <价格> ?x. }
simple_res	q1961:《ST仰帆股票交易异常波动公告》的公告类型？	select ?x where { <《ST仰帆股票交易异常波动公告》> <公告类型> ?x. }
simple_res	q1962:深市中小企业板块A股证券代码是多少？	select ?x where { <深市中小企业板块A股> <证券代码> ?x. }
simple_res	q1966:新三板股票协议转让的申报类型？	select ?x where { <新三板股票协议转让> <申报类型> ?x. }
simple_res	q1973:上市公司发布的公告都有哪些类型？	select ?x where { <公告> <类型> ?x. }
simple_res	q1977:上海证券交易所的咨询热线是？	select ?x where { <上海证券交易所> <咨询热线> ?x. }
simple_res	q2038:灭绝师太的哪个徒弟会九阴白骨爪？	select ?x where { <灭绝师太_（小说《倚天屠龙记》人物）> <徒弟> ?x . <九阴白骨爪> <修习者> ?x . }
simple_res	q2076:小棋养了一只萨摩耶，你能告诉他萨摩耶喜欢什么食物吗？	select ?x where { <萨摩耶犬_（犬科哺乳动物）> <喜食> ?x . }
simple_res	q2078:地球可以分为七大洲四大洋，其中四大洋分别指什么？	select ?x where { <四大洋> <特指> ?x . }
simple_res	q2079:小明很想去看极光，他应该去什么地方？	select ?x where { <极光_（自然现象）> <极光区> ?x . }
simple_res	q2084:怎么判断是否出现了倒春寒现象？	select ?x where { <倒春寒> <标准> ?x . }
simple_res	q2085:七夕这一天人们一般会做什么？	select ?x where { <七夕节> <节日活动> ?x.  }
simple_res	q2089:文艺复兴运动的起源地在哪里？	select ?x where { <文艺复兴> <兴起国家> ?x . }
simple_res	q2091:历史上泰坦尼克号是在哪一天沉没的？	select ?x where { <泰坦尼克号_（英国豪华邮轮）> <沉没时间> ?x . }
simple_res	q2092:小明去西藏旅游时，当地的少数民族向他献上了哈达，是什么意思？	select ?x where { <哈达_（蒙古族、藏族传统丝织品）> <意义> ?x . }
simple_res	q2093:深度学习可以应用在哪些领域？	select ?x where { <深度学习> <应用领域> ?x . }
simple_res	q2096:化学元素碳可以组成哪些单质？	select ?x where { <碳单质> <存在形式> ?x . }
simple_res	q2100:酸洗工艺中主要用到了哪一种典型的二元酸？	select ?x where { <酸洗工艺> <主要成分> ?x . <二元酸> <典型例子> ?x . }
simple_res	q2112:itoa函数来自哪个编程语言？	select ?x where { <itoa函数> <来源> ?x . }
simple_res	q2138:如何用罗马数字书写十进制数48？	select ?x where { <48> <罗马数字> ?x . }
simple_res	q2140:电流通常用哪个英文字母表示？	select ?x where { <电流> <物理量符号> ?x . }
simple_res	q2157:著名moba类游戏dota2的开发商是谁？	select ?x where { <dota2> <开发商> ?x . }
simple_res	q2171:香港词人黄伟文出生于哪一年？	select ?x where { <黄伟文_（香港填词人、时尚评论人）> <出生日期> ?x . }
simple_res	q2173:著名歌手陈奕迅的出生日期是？	select ?x where { <陈奕迅> <外文名> ?x . }
simple_res	q2187:《春光乍泄》中黎耀辉的恋人是谁？	select ?x where { <黎耀辉> <恋人> ?x . }
simple_res	q2192:白居易的那首《长恨歌》一共有多少字？	select ?x where { <长恨歌_（白居易长篇叙事诗）> <字数> ?x . }
simple_res	q2222:唯美主义的流派有哪些代表人物？	select ?x where { <唯美主义> <代表人物> ?x . }
simple_res	q2226:詹姆斯卡梅隆出生于加拿大的哪里？	select ?x where { <詹姆斯·卡梅隆_（加拿大电影导演）> <出生地> ?x . }
simple_res	q2236:文艺复兴在法国有哪些代表人物？	select ?x where { <法国文艺复兴> <代表人物> ?x . }
simple_res	q2240:特洛伊战争主要有哪些将领指挥？	select ?x where { <特洛伊战争_（古希腊战争）> <主要指挥官> ?x . }
simple_res	q2301:美国总统奥巴马出生在什么地方？	select ?x where { <侯赛因_（美国总统）> <出生地> ?x. }
simple_res	q2308:暗夜女神勒托出自哪个神话体系？	select ?x where { <勒托> <神话体系> ?x. }
simple_res	q2313:里奥·梅西现在效力哪只球队？	select ?x where { <里奥·梅西_（阿根廷足球运动员）> <所属运动队> ?x . }
simple_res	q2320:白垩纪时霸王龙曾分布在哪些地方？	select ?x where { <霸王龙_（已灭绝的白垩纪晚期爬行动物）> <分布区域> ?x. }
simple_res	q2326:AK-47突击步枪使用多大口径的子弹？	select ?x where { <AK-47突击步枪> <口径> ?x. }
simple_res	q2332:漫威公司的成立时间是哪一年？	select ?x where { <漫威> <成立时间> ?x. }
simple_res	q2348:北京大学校庆日也是一个非常重要的节日，是哪一天？	select ?x where { <北京大学> <校庆日> ?x. }
simple_res	q2355:在个人准则层面，我们应该如何践行社会主义核心价值观？	select ?x where { <核心价值观> <个人准则> ?x. }
simple_res	q2358:史诗《伊利亚特》的作者是谁？	select ?x where { <伊利亚特_（《荷马史诗》之一）> <作者> ?x. }
simple_res	q2361:门捷列夫在什么时候公布了元素周期律？	select ?x where { <元素周期表_（化学元素列表）> <发明日期> ?x. }
simple_res	q2364:在美国华盛顿特区，我们应该去哪乘坐飞机？	select ?x where { <华盛顿哥伦比亚特区_（美国首都）> <机场> ?x . }
simple_res	q2367:由史蒂芬·乔布斯创立的苹果公司的理念与口号是什么？	select ?x where { <苹果_（苹果产品公司）> <公司口号> ?x . }
simple_res	q2375:联合国五大常任理事国有哪些？	select ?x where { <联合国_（国际组织）> <常任理事国> ?x. }
simple_res	q2377:清华大学是一所什么类型的学校？	select ?x where { <清华大学> <学校类型> ?x. }
simple_res	q2379:哈萨克斯坦人主要是什么民族？	select ?x where { <哈萨克斯坦> <主要民族> ?x. }
simple_res	q2385:第一次工业革命的主要国家有哪些？	select ?x where { <第一次工业革命> <主要国家> ?x . }
simple_res	q2388:大流士三世是哪个帝国的皇帝？	select ?x where { <大流士三世_（波斯帝国末代君主）> <国籍> ?x. }
simple_res	q2413:动漫形象皮卡丘出自于哪部作品？	select ?x where { <皮卡丘> <登场作品> ?x. }
simple_res	q2427:珠穆朗玛峰的最高海拔为多少？	select ?x where { <珠穆朗玛峰_（世界最高峰）> <最高海拔> ?x. }
simple_res	q2428:王菲的《催眠》收录在哪张专辑？	select ?x where { <催眠_（王菲演唱歌曲）> <所属专辑> ?x. }
simple_res	q2431:《中华人民共和国行政诉讼法》是何时开始施行的？	select ?x where { <中华人民共和国行政诉讼法_（法律条文）> <实施日期> ?x . }
simple_res	q2439:电视剧《冰与火之歌》在哪里拍摄？	select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?x. }
simple_res	q2445:《全新版大学英语》有多少页？	select ?x where { <全新版大学英语> <页数> ?x . }
simple_res	q2449:网络剧《法医秦明》在那个网站平台上播出？	select ?x where { <法医秦明> <在线播放平台> ?x. }
simple_res	q2454:品牌爱马仕都卖哪些类别的东西？	select ?x where { <hermes_（法国奢侈品牌：爱马仕）> <经营范围> ?x. }
simple_res	q2469:你知道玫瑰属于什么植物纲吗？	select ?x where { <玫瑰_（中药）> <纲> ?x. }
simple_res	q2470:电影《长江7号》是由哪个电影公司出品的？	select ?x where { <长江7号> <出品公司> ?x. }
simple_res	q2483:梵高英年早逝，那么他是什么时候去世的？	select ?x where { <梵高_（梵高）> <逝世日期> ?x. }
simple_res	q2493:要多少步才能让一只蛋孵化成杰尼龟？	select ?x where { <杰尼龟> <孵化步数> ?x. }
simple_res	q2494:书籍《亚利安01》的价格是多少？	select ?x where { <亚利安01> <定价> ?x. }
simple_res	q2496:《蒹葭》是一部非常经典、脍炙人口的作品，请问它出自哪里？	select ?x where { <蒹葭_（诗词）> <作品出处> ?x. }
simple_res	q2535:《阳关三叠》是什么时候的琴曲？	select ?x where { <阳关三叠> <歌曲类型> <古琴曲>. <阳关三叠> <朝代> ?x. }
simple_res	q2569:微积分中的微、积分是什么关系？	select ?x where { <微积分_（数学概念）> <微、积分关系> ?x. }
simple_res	q2585:小说《哈利波特》的作者是谁？	select ?x where { <哈利·波特_（J.K.罗琳创作魔幻系列小说）> <作者> ?x. }
simple_res	q2605:郦道元的《水经注》编撰于哪个朝代？	select ?x where { <水经注> <作者> <郦道元>. <水经注> <创作年代> ?x. }
simple_res	q2706:飞亚股份的独立董事有哪几位?	select ?x where { <飞亚股份> <独立董事> ?x. }
simple_res	q2709:飞亚股份的职工代表监事是谁?	select ?x where { <飞亚股份> <职工代表监事> ?x. }
simple_res	q2719:平安银行的间接兄弟企业都有哪些？	select ?x where { <平安银行> <间接兄弟企业> ?x. }
simple_res	q2720:平安银行的间接兄弟企业是谁？	select ?x where { <平安银行> <间接兄弟企业> ?x. }
simple_res	q2722:平安银行的间接控股股东都有哪些？	select ?x where { <平安银行> <间接控股股东> ?x. }
simple_res	q2723:平安银行的兄弟企业都有哪些？	select ?x where { <平安银行> <兄弟企业> ?x. }
simple_res	q2726:恒生电子的下属子公司、参股公司有哪些？	select ?x where { <恒生电子> <下属子公司、参股公司> ?x. }
simple_res	q2734:大数据100指数是什么指数？	select ?x where { <大数据100指数> <释义> ?x. }
simple_res	q2743:深圳世纪星源股份有限公司主要是干什么的？	select ?x where { <国农科技> <主要业务> ?x. }
simple_res	q2748:蚂蚁金服旗下有哪些主要产品？	select ?x where { <蚂蚁金服> <产品> ?x. }
simple_res	q2821:浙江大华技术股份有限公司成立日期？	select ?x where { <浙江大华技术股份有限公司> <成立时间> ?x. }
simple_res	q2822:浙江大华技术股份有限公司企业地址？	select ?x where { <浙江大华技术股份有限公司> <总部地址> ?x. }
simple_res	q2823:浙江大华技术股份有限公司的英文名称？	select ?x where { <浙江大华技术股份有限公司> <外文名称> ?x. }
simple_res	q2831:华泰证券的全资子公司有哪些？	select ?x where { <华泰证券> <全资子公司> ?x. }
simple_res	q2864:一般的企业财产保险可分为哪几类？	select ?x where { <企业财产保险> <类别> ?x. }
simple_res	q2895:小米科技有限责任公司股票代码是多少？	select ?x where { <小米科技有限责任公司> <股票代码> ?x. }
simple_res	q2900:小米科技有限责任公司营业期限是多少？	select ?x where { <小米科技有限责任公司> <营业期限> ?x. }
simple_res	q2901:小米科技有限责任公司注册地址是多少？	select ?x where { <小米科技有限责任公司> <注册地址> ?x. }
simple_res	q2902:小米科技有限责任公司组织机构代码是多少？	select ?x where { <小米科技有限责任公司> <织机构代码> ?x. }
simple_res	q2903:小米科技有限责任公司公司的公司类型？	select ?x where { <小米科技有限责任公司> <公司类型> ?x. }
simple_res	q2904:小米科技有限责任公司所属行业？	select ?x where { <小米科技有限责任公司> <所属行业> ?x. }
simple_res	q2905:小米科技有限责任公司登记机关？	select ?x where { <小米科技有限责任公司> <登记机关> ?x. }
simple_res	q2906:小米科技有限责任公司英文名称？	select ?x where { <小米科技有限责任公司> <外文名称> ?x. }
simple_res	q2942:江苏省的上市公司一共有多少家？	select ?x where { <江苏省> <上市公司数量> ?x. }
simple_res	q2943:属于上海自贸概念股的上市公司有多少？	select ?x where { <上海自贸概念股> <上市公司数量> ?x. }
simple_res	q2950:京东方科技集团股份有限公司的主营业务包括什么？	select ?x where { <京东方科技集团股份有限公司> <主营业务> ?x. }
simple_res	q3002:肺炎衣原体核酸检测涉及到哪些症状？	select ?x where { <肺炎衣原体核酸检测> <涉及症状> ?x. }
simple_res	q3003:尿液肺炎链球菌抗原检测试验属于哪种类型？	select ?x where { <尿液肺炎链球菌抗原检测试验> <类型> ?x. }
simple_res	q3004:尿液肺炎链球菌抗原检测试验与什么样的症状有关？	select ?x where { <尿液肺炎链球菌抗原检测试验> <涉及症状> ?x. }
simple_res	q3005:肺炎支原体检测属于哪种类型的检查？	select ?x where { <肺炎支原体检测> <类型> ?x. }
simple_res	q3006:肺炎支原体检测的涉及症状是什么？	select ?x where { <肺炎支原体检测> <涉及症状> ?x. }
simple_res	q3007:肺炎衣原体检测属于哪种类型的检查？	select ?x where { <肺炎衣原体检测> <类型> ?x. }
simple_res	q3008:肺炎衣原体检测的涉及症状是什么？	select ?x where { <肺炎衣原体检测> <涉及症状> ?x. }
simple_res	q3009:肺炎支原体补体结合试验属于哪种类型？	select ?x where { <肺炎支原体补体结合试验> <类型> ?x. }
simple_res	q3010:肺炎克雷伯杆菌抗体测定属于哪种类型？	select ?x where { <肺炎克雷伯杆菌抗体测定> <类型> ?x. }
simple_res	q3011:肺炎克雷伯杆菌抗体测定的涉及症状有什么？	select ?x where { <肺炎克雷伯杆菌抗体测定> <涉及症状> ?x. }
simple_res	q3012:肺炎支原体抗体测定属于什么类型的检测？	select ?x where { <肺炎支原体抗体测定> <类型> ?x. }
simple_res	q3013:肺炎支原体抗体测定所涉及什么症状？	select ?x where { <肺炎支原体抗体测定> <涉及症状> ?x. }
simple_res	q3015:肺炎球菌抗体检测涉及怎样的症状？	select ?x where { <肺炎球菌抗体检测> <涉及症状> ?x. }
simple_res	q3017:肺炎球菌抗原检测涉及怎样的症状？	select ?x where { <肺炎球菌抗原检测> <涉及症状> ?x. }
simple_res	q3019:肺炎衣原体抗体测定涉及怎样的症状？	select ?x where { <肺炎衣原体抗体测定> <涉及症状> ?x. }
simple_res	q3021:抗沙眼衣原体、肺炎衣原体和鹦鹉热衣原体IgG和IgM抗体测定涉及怎样的症状？	select ?x where { <抗沙眼衣原体、肺炎衣原体和鹦鹉热衣原体IgG和IgM抗体测定> <涉及症状> ?x. }
simple_res	q3022:肺炎支原体寒冷凝集试验属于哪种类型的检查？	select ?x where { <肺炎支原体寒冷凝集试验> <类型> ?x. }
simple_res	q3023:肺炎支原体寒冷凝集试验涉及的疾病有什么？	select ?x where { <肺炎支原体寒冷凝集试验> <涉及疾病> ?x. }
simple_res	q3026:血常规的检查与哪些疾病有关？	select ?x where { <血常规> <涉及疾病> ?x. }
simple_res	q3029:淋巴细胞计数属于什么类型的检查？	select ?x where { <淋巴细胞计数> <类型> ?x. }
simple_res	q3030:淋巴细胞计数涉及到哪些症状？	select ?x where { <淋巴细胞计数> <涉及症状> ?x. }
simple_res	q3031:淋巴细胞计数与哪些疾病有关？	select ?x where { <淋巴细胞计数> <涉及疾病> ?x. }
simple_res	q3032:D-二聚体属于什么类型的检查？	select ?x where { <D-二聚体> <类型> ?x. }
simple_res	q3033:肌红蛋白属于什么类型的测定？	select ?x where { <肌红蛋白> <类型> ?x. }
simple_res	q3036:肌钙蛋白属于什么类型的测定？	select ?x where { <肌钙蛋白> <类型> ?x. }
simple_res	q3038:耳、鼻、咽拭子细菌培养属于什么类型的测定？	select ?x where { <耳、鼻、咽拭子细菌培养> <类型> ?x. }
simple_res	q3039:耳、鼻、咽拭子细菌培养涉及到哪些症状？	select ?x where { <耳、鼻、咽拭子细菌培养> <涉及症状> ?x. }
simple_res	q3040:耳、鼻、咽拭子细菌培养与哪些疾病有关？	select ?x where { <耳、鼻、咽拭子细菌培养> <涉及疾病> ?x. }
simple_res	q3041:动脉血氧分压属于什么类型的测定？	select ?x where { <动脉血氧分压> <类型> ?x. }
simple_res	q3042:动脉血氧分压与哪些疾病有关？	select ?x where { <动脉血氧分压> <涉及疾病> ?x. }
simple_res	q3049:核酸检测属于什么类型的检查？	select ?x where { <核酸检测> <类型> ?x. }
simple_res	q3055:动脉血气分析属于什么类型的测定？	select ?x where { <动脉血气分析> <类型> ?x. }
simple_res	q3056:动脉血气分析涉及到的症状有哪些？	select ?x where { <动脉血气分析> <涉及症状> ?x. }
simple_res	q3057:动脉血气分析与什么疾病有关？	select ?x where { <动脉血气分析> <涉及疾病> ?x. }
simple_res	q3063:急性呼吸窘迫综合征属于什么?	select ?x where { <急性呼吸窘迫综合征> <类型> ?x. }
simple_res	q3064:急性呼吸窘迫综合征属于什么科？	select ?x where { <急性呼吸窘迫综合征> <科室> ?x. }
simple_res	q3065:急性呼吸窘迫综合征的同义词是什么？	select ?x where { <急性呼吸窘迫综合征> <同义词> ?x. }
simple_res	q3066:急性呼吸窘迫综合征涉及到的症状有哪些？	select ?x where { <急性呼吸窘迫综合征> <涉及症状> ?x. }
simple_res	q3067:急性呼吸窘迫综合征伴随症状有哪些？	select ?x where { <急性呼吸窘迫综合征> <伴随症状> ?x. }
simple_res	q3075:冠状病毒感染应该在什么科室就诊？	select ?x where { <冠状病毒感染> <科室> ?x. }
simple_res	q3076:冠状病毒感染的同义词是什么？	select ?x where { <冠状病毒感染> <同义词> ?x. }
simple_res	q3078:皮肌炎患者应在什么科室就诊？	select ?x where { <皮肌炎> <科室> ?x. }
simple_res	q3081:衣原体肺炎患者应在什么科室就诊？	select ?x where { <衣原体肺炎> <科室> ?x. }
simple_res	q3083:衣原体肺炎涉及什么项目的检查？	select ?x where { <衣原体肺炎> <涉及检查> ?x. }
simple_res	q3084:衣原体肺炎涉及到的症状有什么？	select ?x where { <衣原体肺炎> <涉及症状> ?x. }
simple_res	q3088:社区获得性肺炎属于什么类型？	select ?x where { <社区获得性肺炎> <类型> ?x. }
simple_res	q3089:社区获得性肺炎患者应在什么科室就诊？	select ?x where { <社区获得性肺炎> <科室> ?x. }
simple_res	q3090:社区获得性肺炎的同义词是什么？	select ?x where { <社区获得性肺炎> <类型> ?x. }
simple_res	q3092:胸腔积液患者应在什么科室就诊？	select ?x where { <胸腔积液> <科室> ?x. }
simple_res	q3094:胸腔积液涉及到的症状有什么？	select ?x where { <胸腔积液> <涉及症状> ?x. }
simple_res	q3102:糖皮质激素不敏感综合征属于什么科？	select ?x where { <糖皮质激素不敏感综合征> <科室> ?x. }
simple_res	q3104:糖皮质激素性青光眼属于什么类型？	select ?x where { <糖皮质激素性青光眼> <类型> ?x. }
simple_res	q3105:糖皮质激素性青光眼属于什么科？	select ?x where { <糖皮质激素性青光眼> <科室> ?x. }
simple_res	q3106:糖皮质激素性青光眼的同义词是什么？	select ?x where { <糖皮质激素性青光眼> <同义词> ?x. }
simple_res	q3107:恶性肿瘤中性粒细胞缺乏并发热属于什么类型？	select ?x where { <恶性肿瘤中性粒细胞缺乏并发热> <类型> ?x. }
simple_res	q3108:恶性肿瘤中性粒细胞缺乏并发热属于什么科？	select ?x where { <恶性肿瘤中性粒细胞缺乏并发热> <科室> ?x. }
simple_res	q3110:急性发热性嗜中性皮肤病属于什么科？	select ?x where { <急性发热性嗜中性皮肤病> <科室> ?x. }
simple_res	q3111:急性发热性嗜中性皮肤病的同义词是什么？	select ?x where { <急性发热性嗜中性皮肤病> <同义词> ?x. }
simple_res	q3116:子宫收缩乏力的同义词是什么？	select ?x where { <子宫收缩乏力> <同义词> ?x. }
simple_res	q3117:子宫收缩乏力涉及怎样的症状？	select ?x where { <子宫收缩乏力> <同义词> ?x. }
simple_res	q3122:非感染性腹泻病属于什么类型?	select ?x where { <非感染性腹泻病> <类型> ?x. }
simple_res	q3131:小儿迁延与慢性腹泻属于什么类型?	select ?x where { <小儿迁延与慢性腹泻> <类型> ?x. }
simple_res	q3137:老年人急性呼吸窘迫综合征涉及什么检查项目？	select ?x where { <老年人急性呼吸窘迫综合征> <涉及检查> ?x. }
simple_res	q3140:新生儿晚期代谢性酸中毒涉及什么检查项目？	select ?x where { <新生儿晚期代谢性酸中毒> <涉及检查> ?x. }
simple_res	q3141:老年人代谢性酸中毒属于什么类型?	select ?x where { <老年人代谢性酸中毒> <类型> ?x. }
simple_res	q3142:老年人代谢性酸中毒涉及什么检查项目？	select ?x where { <老年人代谢性酸中毒> <涉及检查> ?x. }
simple_res	q3143:新生儿迟发性代谢性酸中毒属于什么类型?	select ?x where { <新生儿迟发性代谢性酸中毒> <类型> ?x. }
simple_res	q3144:新生儿迟发性代谢性酸中毒涉及什么检查项目？	select ?x where { <新生儿迟发性代谢性酸中毒> <涉及检查> ?x. }
simple_res	q3152:非特异性阴道炎属于什么类型?	select ?x where { <非特异性阴道炎> <类型> ?x. }
simple_res	q3160:充血性心力衰竭属于什么类型?	select ?x where { <充血性心力衰竭> <类型> ?x. }
simple_res	q3195:急性淋巴细胞白血病属于什么科？	select ?x where { <急性淋巴细胞白血病> <科室> ?x. }
simple_res	q3197:急性淋巴细胞白血病涉及哪些检查项目？	select ?x where { <急性淋巴细胞白血病> <涉及检查> ?x. }
simple_res	q3198:急性淋巴细胞白血病涉及哪些症状？	select ?x where { <急性淋巴细胞白血病> <涉及症状> ?x. }
simple_res	q3199:重症急性呼吸综合征属于什么?	select ?x where { <重症急性呼吸综合征> <类型> ?x. }
simple_res	q3200:重症急性呼吸综合征涉及哪些检查项目？	select ?x where { <重症急性呼吸综合征> <涉及检查> ?x. }
simple_res	q3204:血管神经性水肿的同义词是什么？	select ?x where { <血管神经性水肿> <同义词> ?x. }
simple_res	q3205:血管神经性水肿涉及哪些症状？	select ?x where { <血管神经性水肿> <涉及症状> ?x. }
simple_res	q3252:布鲁氏菌病要在哪个科室就诊？	select ?x where { <布鲁氏菌病> <科室> ?x. }
simple_res	q3263:肌萎缩侧索硬化涉及什么检查？	select ?x where { <肌萎缩侧索硬化> <涉及检查> ?x. }
simple_res	q3274:接触性皮炎患者应该去哪个科室就诊？	select ?x where { <接触性皮炎> <科室> ?x. }
simple_res	q3277:猩红热患者应该去哪个科室就诊？	select ?x where { <猩红热> <科室> ?x. }
simple_res	q3312:功能失调性子宫出血属于什么?	select ?x where { <功能失调性子宫出血> <类型> ?x. }
simple_res	q3314:功能失调性子宫出血的同义词是什么？	select ?x where { <功能失调性子宫出血> <同义词> ?x. }
simple_res	q3315:功能失调性子宫出血涉及什么症状？	select ?x where { <功能失调性子宫出血> <涉及症状> ?x. }
simple_res	q3323:鼻中隔偏曲患者应该去哪个科室就诊？	select ?x where { <鼻中隔偏曲> <科室> ?x. }
simple_res	q3325:股癣患者应该去哪个科室就诊？	select ?x where { <股癣> <就诊科室> ?x. }
simple_res	q3334:肺炎支原体肺炎涉及哪些症状？	select ?x where { <肺炎支原体肺炎> <涉及症状> ?x. }
simple_res	q3348:胎盘早剥应该去哪个科室就诊？	select ?x where { <胎盘早剥> <科室> ?x. }
simple_res	q3367:与变应性鼻炎相近的的词是什么？	select ?x where { <变应性鼻炎> <同义词> ?x. }
simple_res	q3383:获得性免疫缺陷综合征属于什么?	select ?x where { <获得性免疫缺陷综合征> <类型> ?x. }
simple_res	q3385:获得性免疫缺陷综合征的同义词是什么？	select ?x where { <获得性免疫缺陷综合征> <同义词> ?x. }
simple_res	q3386:获得性免疫缺陷综合征涉及什么检查？	select ?x where { <获得性免疫缺陷综合征> <涉及检查> ?x. }
simple_res	q3387:获得性免疫缺陷综合征涉及哪些症状？	select ?x where { <获得性免疫缺陷综合征> <涉及症状> ?x. }
simple_res	q3391:慢性前列腺炎患者在什么科室就诊？	select ?x where { <慢性前列腺炎> <科室> ?x. }
simple_res	q3395:急性冠状动脉综合征属于什么?	select ?x where { <急性冠状动脉综合征> <类型> ?x. }
simple_res	q3403:引起滴虫性阴道炎的原因是什么？	select ?x where { <滴虫性阴道炎> <常见病因> ?x. }
simple_res	q3405:过敏性鼻炎有怎样的风险因子（英语：Riskfactor）?	select ?x where { <过敏性鼻炎> <风险因子（英语：Riskfactor）> ?x. }
simple_res	q3408:房室传导阻滞应在哪个科室就诊？	select ?x where { <房室传导阻滞> <科室> ?x. }
simple_res	q3409:房室传导阻滞的同义词是什么？	select ?x where { <房室传导阻滞> <同义词> ?x. }
simple_res	q3414:急性咽炎应该去哪个科室就诊？	select ?x where { <急性咽炎> <科室> ?x. }
mult_constraints_two_reverse_simple	q694:李安导演的获得奥斯卡最佳外语片奖的电影获得了多少票房？	select ?z where { ?x <导演> <李安_（华人导演）>. ?x <主要奖项> "奥斯卡最佳外语片奖". ?x <票房> ?z. }
mult_constraints_two_reverse_simple	q710:每一年的9月10日是感谢传道授业解惑的教师的节日，请问这个节日是什么时候设立的？	select ?y where { ?x <节日时间> <9月10日>. ?x <节日意义> "感谢传道授业解惑的教师". ?x <设定时间> ?y. }
mult_constraints_two_reverse_simple	q712:海泽王里11月11号出生的人出自登场在哪一话？	select ?x where { ?y <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?y <生日> "11-11". ?y <初次登场> ?x. }
mult_constraints_two_reverse_simple	q786:电影《食神》的导演,6次打破香港电影票房纪录,他的出生日期？	select ?x where { ?y <主要成就> "6次打破香港电影票房纪录". ?y <代表作品> <食神_（1996年周星驰自编自导自主演喜剧片）>. ?y <出生日期> ?x. }
mult_constraints_two_reverse_simple	q791:发明了飞机的美国人信仰什么宗教？	select ?y where { ?x <国籍> <美国_（美利坚合众国）>. ?x <主要成就> "发明了飞机". ?x <信仰> ?y. }
mult_constraints_two_reverse_simple	q923:海贼王里梦想成为世界第一大剑豪的主角被悬赏多少赏金？	select ?x where { ?y <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?y <梦想> "成为世界第一的大剑豪". ?y <悬赏金> ?x. }
mult_constraints_two_reverse_simple	q953:唐人公司出品的射雕英雄传是哪一年的版本？	select ?y where { ?x <出品公司> <唐人_（唐人电影）>. ?x <中文名> "射雕英雄传". ?x <出品时间> ?y. }
mult_constraints_two_reverse_simple	q1019:校庆日在09-29且现任校长是谢和平的学校建在什么地方？	select ?y where { ?x <校庆日> "09-29". ?x <现任校长> <谢和平>. ?x <所属地区> ?y. }
mult_constraints_two_reverse_simple	q1090:地处长沙、输入创办于1904年的高中的校训是什么？	select ?y where { ?x <创办时间> "1904". ?x <所属地区> <长沙_（湖南省省会）> . ?x <校训> ?y. }
mult_constraints_two_reverse_simple	q1098:中国南昌有一所大学校庆日是5月4日，它的现任校长是谁？	select ?y where { ?x <校庆日> "05-4". ?x <现任校长> ?y . ?x <所属地区> <南昌_（江西省省会）>. }
mult_constraints_two_reverse_simple	q1106:《封神演义》中姬发的兄弟，有一对翅膀的人，他的师父是谁？	select ?y where { ?x <别名> "蝉之子、义子". ?x <兄弟> <姬发>. ?x <师父> ?y. }
mult_constraints_two_reverse_simple	q1590:陕西出土的西汉文物现被保存在哪个博物馆？	select ?y where { ?x <所属年代> <西汉>. ?x <出土地点> "陕西省". ?x <馆藏地点> ?y. }
mult_constraints_two_reverse_simple	q1618:著名导演克里斯托弗·诺兰的代表作品都有哪些？	select ?y where { ?x <中文名> "克里斯托弗·诺兰" . ?x <职业> <导演> . ?x <代表作品> ?y . }
mult_constraints_two_reverse_simple	q2117:密度为1.18g/cm3的一种强酸是？	select ?x where { ?x <密度> "1.18g/cm3" . <强酸> <主要> ?x . }
mult_constraints_two_reverse_simple	q2209:由徐和瑾先生翻译的长达三百万字数的外文小说是？	select ?x where { ?x <首版字数> "3000000" . <徐和瑾> <代表作品> ?x . }
mult_constraints_two_reverse_simple	q2548:电影《盗梦空间》哪个男主角是和族？	select ?y where { ?x <中文名> "盗梦空间". ?x <主演> ?y. ?y <民族> <和族>. }
mult_constraints_two_reverse_simple	q2560:李安导演的获得奥斯卡最佳外语片奖的电影翻译成英文叫什么？	select ?z where { ?x <导演> <李安_（华人导演）>. ?x <主要奖项> "奥斯卡最佳外语片奖". ?x <外文名> ?z. }
