type,string,select
mult_constraints_one_simple	q567:有哪些巴西足球运动员荣获过世界足球先生称号？	select ?x where { ?x <国籍> <巴西_（巴西联邦共和国）>. ?x <主要奖项> ?y. filter regex(?y, '世界足球先生'). }
mult_constraints_one_simple	q585:代表作品有《泰山之光》的学者的出生日期是什么时候？	select ?x where { ?y <代表作品> <泰山之光>. ?y <出生日期> ?x. }
mult_constraints_one_simple	q598:哪个集团的董事长现在是文坊中心学校的校长？	select ?x where { ?x <董事长> ?y. <文坊中心学校> <现任校长> ?y. }
mult_constraints_one_simple	q631:由孙泽洲担任总设计师的作品所用的发射用火箭是哪个？	select ?x where { ?y <总设计师> <孙泽洲> . ?y <发射用火箭> ?x. }
mult_constraints_one_simple	q655:拥有橡胶果实能力的角色最擅长什么霸气？	select ?x where { ?y <恶魔果实> <橡胶果实>. ?y <最擅长霸气> ?x. }
mult_constraints_one_simple	q823:《罗密欧与朱丽叶》的作者是信什么教的？	select ?x where { ?y <代表作品> <罗密欧与朱丽叶_（莎士比亚著名戏剧）>. ?y <信仰> ?x. }
mult_constraints_one_simple	q993:与nba对应的中国相应的协会的英文缩写是什么？	select ?x where { ?y <主要赛事> <NBA>. ?y <中国篮球协会> ?x. }
mult_constraints_one_simple	q1001:有哪些中国足球运动员荣获过亚洲足球先生称号？	select ?x where { ?x <国籍> <中华人民共和国>. ?x <主要奖项> ?y. filter regex(?y, '亚洲足球先生'). }
mult_constraints_one_simple	q1009:张柏芝、谢霆锋合作的动作电影里的服装是谁设计的？	select ?y where { ?x ?a <张柏芝>. ?x ?b <谢霆锋>. ?x <类型> <动作_（词语解释）>. ?x <服装设计> ?y. }
mult_constraints_one_simple	q1052:斯德哥尔摩所在的国家主要民族是？	select ?x where { ?y <首都> <斯德哥尔摩_（瑞典首都）>. ?y <主要民族> ?x. }
mult_constraints_one_simple	q1087:那个作家，就是写了《古炉》的，是啥时候生人啊？	select ?x where { ?y <代表作品> <古炉>. ?y <出生日期> ?x. }
mult_constraints_one_simple	q1103:《谈艺录》的作者是哪个学校毕业的？	select ?x where { ?y <代表作品> <谈艺录_（钱钟书创作诗话作品）>. ?y <毕业院校> ?x. }
mult_constraints_one_simple	q1123:写出《形而上学的沉思》的那名哲学家出生于哪里？	select ?y where { ?x <代表作品> <形而上学的沉思>. ?x <出生地> ?y. }
mult_constraints_one_simple	q1137:比尔·盖茨创建的公司有什么软件产品？	select ?y where { ?x <联合创始人> <比尔·盖茨_（美国微软公司联合创始人）>. ?x <主要软件产品> ?y. }
mult_constraints_one_simple	q1168:美国总统罗斯福的母校创办时间？	select ?y where { ?x <知名校友> <罗斯福_（美国第三十二届总统）>. ?x <创办时间> ?y. }
mult_constraints_one_simple	q1169:史诗《伊利亚特》的作者诞生于何时？	select ?y where { ?x <代表作品> <伊利亚特_（《荷马史诗》之一）>. ?x <出生日期> ?y. }
mult_constraints_one_simple	q1178:楚玉是哪位作家所创作的角色？	select ?x where { ?x <代表作品> ?z. ?z <主要人物> <楚玉>. }
mult_constraints_one_simple	q1183:丈夫是电视剧《红高粱》男主角的女明星？	select ?x where { ?x <丈夫> ?y. ?y <代表作品> <红高粱_（2014年郑晓龙执导周迅主演电视剧）>. }
mult_constraints_one_simple	q1255:写有菩提十书的作家信仰什么宗教？	select ?y where { ?x <代表作品> <菩提十书>. ?x <信仰> ?y. }
mult_constraints_one_simple	q1277:陵寝是惠陵的人的主要成就是？	select ?y where { ?x <陵寝> <惠陵_（汉昭烈帝刘备陵寝）>. ?x <主要成就> ?y. }
mult_constraints_one_simple	q1487:耶路撒冷所在国家的最大城市是什么？	select ?y where { ?x <首都> <耶路撒冷_（宗教圣地）>. ?x <最大城市> ?y. }
mult_constraints_one_simple	q1513:NBA是美国著名的体育联盟，那么对应的球类运动起源于哪里？	select ?y where { ?x <主要赛事> <NBA>. ?x <起源地点> ?y. }
mult_constraints_one_simple	q1580:演唱《心墙》的歌手的星座是什么？	select ?y where { ?x <代表作品> <心墙_（郭静演唱歌曲）>. ?x <星座> ?y. }
mult_constraints_one_simple	q1583:创作著名篇章《兰亭集序》的书法家有什么称号？	select ?y where { ?x <代表作品> <兰亭集序_（集序文章）>. ?x <称号> ?y. }
mult_constraints_one_simple	q1647:《将进酒》的作者祖籍在哪里？	select ?x where { ?y <主要作品> <将进酒_（唐代李白诗作）>. ?y <祖籍> ?x. }
mult_constraints_one_simple	q1657:东京电视台出品的动画的导演有哪些？	select ?y where { ?x <出品> <东京电视台>. ?x <导演> ?y. }
mult_constraints_one_simple	q1663:汤山邦彦导演的动画都是什么类型的？	select ?y where { ?x <导演> <汤山邦彦>. ?x <类型> ?y. }
mult_constraints_one_simple	q1672:汪峰在专辑《信仰在空中飘扬》中发表了哪些代表性的作品？	select ?x where { ?x <所属专辑> <信仰在空中飘扬_（汪峰2009年发行音乐专辑）>. <汪峰_（歌手）> <代表作品> ?x. }
mult_constraints_one_simple	q1675:钱钟书的妻子的代表作有哪些？	select ?y where { ?x <丈夫> <钱钟书>. ?x <代表作品> ?y. }
mult_constraints_one_simple	q2059:高田贤三是一知名品牌的设计师，这一品牌的设计原则是什么？	select ?x where { ?y <设计师> <高田贤三> . ?y <设计原则> ?x . }
mult_constraints_one_simple	q2061:卡西尼发现的行星有几颗卫星？	select ?x where { ?y <发现者> <卡西尼_（意大利天文学家）> . ?y <卫星数量> ?x . }
mult_constraints_one_simple	q2115:使用ios操作系统的手机上运行名称为何的应用商店？	select ?x where { ?y <操作系统> <iOS_（苹果公司的移动操作系统）> . ?y <应用商店> ?x . }
mult_constraints_one_simple	q2130:小说《达芬奇密码》的作者出生于何时？	select ?x where { ?y <出生日期> ?x . ?y <代表作品> <达芬奇密码_（图书）> . }
mult_constraints_one_simple	q2150:《罗密欧与朱丽叶》的作者有什么别名？	select ?x where { ?y <代表作品> <罗密欧与朱丽叶_（莎士比亚著名戏剧）> . ?y <别名> ?x . }
mult_constraints_one_simple	q2511:郭德纲创立的相声社团宗旨是什么？	select ?y where { ?x <创始人> <郭德纲>. ?x <主旨> ?y. }
mult_constraints_one_simple	q2525:《蒙娜丽莎》的作者皈依的是什么宗教？	select ?x where { ?y <代表作品> <蒙娜丽莎_（列奥纳多·达·芬奇画作）>. ?y <信仰> ?x. }
mult_constraints_one_simple	q2526:赵明诚的配偶有哪些主要作品？	select ?y where { ?x <配偶> <赵明诚>. ?x <主要作品> ?y. }
mult_constraints_one_simple	q2542:曾毅所在的音乐组合有哪些代表作品？	select ?y where { ?x <组合成员> <曾毅_（凤凰传奇组合男主唱）>. ?x <代表作品> ?y. }
mult_constraints_one_simple	q2544:著有《杜工部集》的诗人处于哪个朝代？	select ?y where { ?x <主要作品> <杜工部集>. ?x <所处时代> ?y. }
mult_constraints_one_simple	q2577:司徒镇（高邮市）的特产中老少皆宜的是？	select ?x where { ?x <适宜人群> <老少皆宜>. <司徒镇（高邮市）> <特产> ?x. }
mult_constraints_one_simple	q2611:有哪些德国足球运动员荣获过世界杯金靴奖？	select ?x where { ?x <国籍> <德国_（德意志联邦共和国）>. ?x <主要奖项> ?y. filter regex(?y, '世界杯金靴奖'). }
mult_constraints_one_simple	q2630:唱《钟无艳》的歌手在哪里毕业的？	select ?x where { ?y <代表作品> <钟无艳_（中国古代四大丑女之一）>. ?y <毕业院校> ?x. }
mult_constraints_one_simple	q2651:《出师表》的作者逝世后被安葬于何处？	select ?y where { ?x <代表作品> <出师表_（诸葛亮作品）>. ?x <墓葬> ?y. }
mult_constraints_one_simple	q2670:慕尼黑工业大学属于哪个国家哪个州？	select ?y where { ?x <著名大学> <慕尼黑工业大学>. ?x <所属地区> ?y. }
mult_constraints_one_simple	q2686:在金庸小说《天龙八部》中，带头大哥的儿子是谁？	select ?y where { ?x <绰号> <带头大哥>. ?y <父亲> ?x. }
mult_constraints_three_reverse_reverse	q3888:在检查项目中，哪一种对检测疾病包括肝炎、巴多林氏腺癌以及肝脏炎症性疾病有效？	select ?x where { ?x <涉及疾病> <肝炎> . ?x <涉及疾病> <巴多林氏腺癌> . ?x <涉及疾病> <肝脏炎症性疾病> . }
mult_constraints_three_reverse_reverse	q3889:在检测巴多林氏腺癌、肝脏炎症性疾病和急性海绵窦栓塞性静脉炎中，什么检查是需要的？	select ?x where { ?x <涉及疾病> <巴多林氏腺癌> . ?x <涉及疾病> <肝脏炎症性疾病> . ?x <涉及疾病> <急性海绵窦栓塞性静脉炎> . }
mult_constraints_three_reverse_reverse	q3890:对于疾病包括肝脏炎症性疾病、急性海绵窦栓塞性静脉炎以及眶骨膜下脓肿，做哪种检查项目有用？	select ?x where { ?x <涉及疾病> <肝脏炎症性疾病> . ?x <涉及疾病> <急性海绵窦栓塞性静脉炎> . ?x <涉及疾病> <眶骨膜下脓肿> . }
mult_constraints_three_reverse_reverse	q3891:哪项检查对检测急性海绵窦栓塞性静脉炎、眶骨膜下脓肿以及毛细胞白血病有帮助？	select ?x where { ?x <涉及疾病> <急性海绵窦栓塞性静脉炎> . ?x <涉及疾病> <眶骨膜下脓肿> . ?x <涉及疾病> <毛细胞白血病> . }
mult_constraints_three_reverse_reverse	q3892:患有眶骨膜下脓肿、毛细胞白血病以及外阴前庭大腺癌，这时候要做哪项检查？	select ?x where { ?x <涉及疾病> <眶骨膜下脓肿> . ?x <涉及疾病> <毛细胞白血病> . ?x <涉及疾病> <外阴前庭大腺癌> . }
mult_constraints_three_reverse_reverse	q3893:哪一项检查可以检测出毛细胞白血病、外阴前庭大腺癌和急性重型肝炎？	select ?x where { ?x <涉及疾病> <毛细胞白血病> . ?x <涉及疾病> <外阴前庭大腺癌> . ?x <涉及疾病> <急性重型肝炎> . }
mult_constraints_three_reverse_reverse	q3894:哪种检查对检测外阴前庭大腺癌、急性重型肝炎以及乳突炎有效？	select ?x where { ?x <涉及疾病> <外阴前庭大腺癌> . ?x <涉及疾病> <急性重型肝炎> . ?x <涉及疾病> <乳突炎> . }
mult_constraints_three_reverse_reverse	q3895:怎样的检查能检测出急性重型肝炎、乳突炎和妊娠合并白血病？	select ?x where { ?x <涉及疾病> <急性重型肝炎> . ?x <涉及疾病> <乳突炎> . ?x <涉及疾病> <妊娠合并白血病> . }
mult_constraints_three_reverse_reverse	q3896:对于乳突炎、妊娠合并白血病和赖特综合征性巩膜炎这些疾病，做哪项检查可以得到测定？	select ?x where { ?x <涉及疾病> <乳突炎> . ?x <涉及疾病> <妊娠合并白血病> . ?x <涉及疾病> <赖特综合征性巩膜炎> . }
mult_constraints_three_reverse_reverse	q3897:得了妊娠合并白血病、赖特综合征性巩膜炎以及前庭大腺癌，应该做哪项检查？	select ?x where { ?x <涉及疾病> <妊娠合并白血病> . ?x <涉及疾病> <赖特综合征性巩膜炎> . ?x <涉及疾病> <前庭大腺癌> . }
mult_constraints_three_reverse_reverse	q3898:检验科的哪项检查能检测出赖特综合征性巩膜炎、前庭大腺癌？	select ?x where { ?x <涉及疾病> <赖特综合征性巩膜炎> . ?x <涉及疾病> <前庭大腺癌> . ?x <所属科目> <检验科> . }
mult_constraints_three_reverse_reverse	q3899:哪一项白细胞检查对检测淋巴结肿大和咳嗽症状有效？	select ?x where { ?x <类型> <白细胞检查> . ?x <涉及症状> <淋巴结肿大> . ?x <涉及症状> <咳嗽> . }
mult_constraints_three_reverse_reverse	q3900:患者出现淋巴结肿大、咳嗽和脾肿大症状时，该做怎样的检查？	select ?x where { ?x <涉及症状> <淋巴结肿大> . ?x <涉及症状> <咳嗽> . ?x <涉及症状> <脾肿大> . }
mult_constraints_three_reverse_reverse	q3901:在检测咳嗽、脾肿大以及盗汗这些症状时，适宜做哪一项检查？	select ?x where { ?x <涉及症状> <咳嗽> . ?x <涉及症状> <脾肿大> . ?x <涉及症状> <盗汗> . }
mult_constraints_three_reverse_reverse	q3902:哪项医学检查对测定脾肿大、盗汗和关节疼痛有效？	select ?x where { ?x <涉及症状> <脾肿大> . ?x <涉及症状> <盗汗> . ?x <涉及症状> <关节疼痛> . }
mult_constraints_three_reverse_reverse	q3903:哪一项检查项目对于检测盗汗、关节疼痛以及消瘦这些症状有效？	select ?x where { ?x <涉及症状> <盗汗> . ?x <涉及症状> <关节疼痛> . ?x <涉及症状> <消瘦> . }
mult_constraints_three_reverse_reverse	q3904:怎样的检查项目可以检测出关节疼痛、消瘦和肝肿大这些症状？	select ?x where { ?x <涉及症状> <关节疼痛> . ?x <涉及症状> <消瘦> . ?x <涉及症状> <肝肿大> . }
mult_constraints_three_reverse_reverse	q3905:出现消瘦、肝肿大以及淋巴结结核症状时，需要做哪一项检查？	select ?x where { ?x <涉及症状> <消瘦> . ?x <涉及症状> <肝肿大> . ?x <涉及症状> <淋巴结结核> . }
mult_constraints_three_reverse_reverse	q3906:什么检查能测定肝肿大、淋巴结结核和持续性弛张热这些症状？	select ?x where { ?x <涉及症状> <肝肿大> . ?x <涉及症状> <淋巴结结核> . ?x <涉及症状> <持续性弛张热> . }
mult_constraints_three_reverse_reverse	q3908:关于持续性弛张热、浅表淋巴结进行性肿大和浅表淋巴结肿大症状要靠哪项检查进行检测？	select ?x where { ?x <涉及症状> <持续性弛张热> . ?x <涉及症状> <浅表淋巴结进行性肿大> . ?x <涉及症状> <浅表淋巴结肿大> . }
mult_constraints_three_reverse_reverse	q3909:在出现浅表淋巴结进行性肿大、浅表淋巴结肿大，而且得了水痘的情况下应该做哪项检查？	select ?x where { ?x <涉及症状> <浅表淋巴结进行性肿大> . ?x <涉及症状> <浅表淋巴结肿大> . ?x <涉及疾病> <水痘> . }
mult_constraints_three_reverse_reverse	q3910:哪项医学检查能检测出浅表淋巴结肿大症状、水痘以及病毒性肝炎疾病？	select ?x where { ?x <涉及症状> <浅表淋巴结肿大> . ?x <涉及疾病> <水痘> . ?x <涉及疾病> <病毒性肝炎> . }
mult_constraints_three_reverse_reverse	q3911:什么样的检查项目对检测水痘、病毒性肝炎以及白血病有作用？	select ?x where { ?x <涉及疾病> <水痘> . ?x <涉及疾病> <病毒性肝炎> . ?x <涉及疾病> <白血病> . }
mult_constraints_three_reverse_reverse	q3912:怎样的检查项目能测定病毒性肝炎、白血病以及联合免疫缺陷病？	select ?x where { ?x <涉及疾病> <病毒性肝炎> . ?x <涉及疾病> <白血病> . ?x <涉及疾病> <联合免疫缺陷病> . }
mult_constraints_three_reverse_reverse	q3913:对于检测白血病、联合免疫缺陷病以及风疹，怎样的检查项目是有效的？	select ?x where { ?x <涉及疾病> <白血病> . ?x <涉及疾病> <联合免疫缺陷病> . ?x <涉及疾病> <风疹> . }
mult_constraints_three_reverse_reverse	q3915:患有风疹、麻疹和布鲁氏菌病可以做哪一项检查？	select ?x where { ?x <涉及疾病> <风疹> . ?x <涉及疾病> <麻疹> . ?x <涉及疾病> <布鲁氏菌病> . }
mult_constraints_three_reverse_reverse	q3917:得了布鲁氏菌病、小儿原发性免疫缺陷病和小儿发烧，应该做哪项检查？	select ?x where { ?x <涉及疾病> <布鲁氏菌病> . ?x <涉及疾病> <小儿原发性免疫缺陷病> . ?x <涉及疾病> <小儿发烧> . }
mult_constraints_three_reverse_reverse	q3918:在医学检查中，哪一种能检查出小儿原发性免疫缺陷病、小儿发烧和抗体免疫缺陷病？	select ?x where { ?x <涉及疾病> <小儿原发性免疫缺陷病> . ?x <涉及疾病> <小儿发烧> . ?x <涉及疾病> <抗体免疫缺陷病> . }
mult_constraints_three_reverse_reverse	q3919:哪项检查项目可以测定小儿发烧、抗体免疫缺陷病和慢性肾上腺皮质功能减退症？	select ?x where { ?x <涉及疾病> <小儿发烧> . ?x <涉及疾病> <抗体免疫缺陷病> . ?x <涉及疾病> <慢性肾上腺皮质功能减退症> . }
mult_constraints_three_reverse_reverse	q3920:什么检查项目能检测抗体免疫缺陷病、慢性肾上腺皮质功能减退症和免疫机能障碍？	select ?x where { ?x <涉及疾病> <抗体免疫缺陷病> . ?x <涉及疾病> <慢性肾上腺皮质功能减退症> . ?x <涉及疾病> <免疫机能障碍> . }
mult_constraints_three_reverse_reverse	q3921:患有慢性肾上腺皮质功能减退症、免疫机能障碍和慢性粒单核细胞白血病应该做哪项检查？	select ?x where { ?x <涉及疾病> <慢性肾上腺皮质功能减退症> . ?x <涉及疾病> <免疫机能障碍> . ?x <涉及疾病> <慢性粒单核细胞白血病> . }
mult_constraints_three_reverse_reverse	q3922:哪一种检查对检测免疫机能障碍、慢性粒单核细胞白血病和获得性免疫缺陷综合征有效？	select ?x where { ?x <涉及疾病> <免疫机能障碍> . ?x <涉及疾病> <慢性粒单核细胞白血病> . ?x <涉及疾病> <获得性免疫缺陷综合征> . }
mult_constraints_three_reverse_reverse	q3923:怎样的检查项目能检查出慢性粒单核细胞白血病、获得性免疫缺陷综合征和小儿非霍奇金淋巴瘤？	select ?x where { ?x <涉及疾病> <慢性粒单核细胞白血病> . ?x <涉及疾病> <获得性免疫缺陷综合征> . ?x <涉及疾病> <小儿非霍奇金淋巴瘤> . }
mult_constraints_three_reverse_reverse	q3925:在医学检查中，哪一种能检测小儿非霍奇金淋巴瘤、布氏菌病和慢性骨髓单核细胞性白血病？	select ?x where { ?x <涉及疾病> <小儿非霍奇金淋巴瘤> . ?x <涉及疾病> <布氏菌病> . ?x <涉及疾病> <慢性骨髓单核细胞性白血病> . }
mult_constraints_three_reverse_reverse	q3927:哪一项检查对检测慢性骨髓单核细胞性白血病、原发性免疫缺陷病和大水疱形成有效？	select ?x where { ?x <涉及疾病> <慢性骨髓单核细胞性白血病> . ?x <涉及疾病> <原发性免疫缺陷病> . ?x <涉及疾病> <大水疱形成> . }
mult_constraints_three_reverse_reverse	q3928:患有原发性免疫缺陷病、大水疱形成和德国麻疹，应该做哪一项检查？	select ?x where { ?x <涉及疾病> <原发性免疫缺陷病> . ?x <涉及疾病> <大水疱形成> . ?x <涉及疾病> <德国麻疹> . }
mult_constraints_three_reverse_reverse	q3929:怎样的检查项目对检测大水疱形成、德国麻疹和修饰后麻疹有作用？	select ?x where { ?x <涉及疾病> <大水疱形成> . ?x <涉及疾病> <德国麻疹> . ?x <涉及疾病> <修饰后麻疹> . }
mult_constraints_three_reverse_reverse	q3930:哪种检查项目能检查出德国麻疹、修饰后麻疹和先天性免疫缺陷病？	select ?x where { ?x <涉及疾病> <德国麻疹> . ?x <涉及疾病> <修饰后麻疹> . ?x <涉及疾病> <先天性免疫缺陷病> . }
mult_constraints_three_reverse_reverse	q3933:在患有幼年型粒-单核细胞白血病、艾迪生病以及急性淋巴细胞性白血病时应该做哪项检查？	select ?x where { ?x <涉及疾病> <幼年型粒-单核细胞白血病> . ?x <涉及疾病> <艾迪生病> . ?x <涉及疾病> <急性淋巴细胞性白血病> . }
mult_constraints_three_reverse_reverse	q3934:哪种医学检查可以检测出艾迪生病、急性淋巴细胞性白血病和骨髓单核细胞白血病？	select ?x where { ?x <涉及疾病> <艾迪生病> . ?x <涉及疾病> <急性淋巴细胞性白血病> . ?x <涉及疾病> <骨髓单核细胞白血病> . }
mult_constraints_three_reverse_reverse	q3935:什么检查项目对于检测急性淋巴细胞性白血病、骨髓单核细胞白血病和水痘-带状疱疹性葡萄膜炎有帮助？	select ?x where { ?x <涉及疾病> <急性淋巴细胞性白血病> . ?x <涉及疾病> <骨髓单核细胞白血病> . ?x <涉及疾病> <水痘-带状疱疹性葡萄膜炎> . }
mult_constraints_three_reverse_reverse	q3936:哪一种检查能检查出骨髓单核细胞白血病、水痘-带状疱疹性葡萄膜炎和老年人流行性感冒？	select ?x where { ?x <涉及疾病> <骨髓单核细胞白血病> . ?x <涉及疾病> <水痘-带状疱疹性葡萄膜炎> . ?x <涉及疾病> <老年人流行性感冒> . }
mult_constraints_three_reverse_reverse	q3937:患有水痘-带状疱疹性葡萄膜炎、老年人流行性感冒和皮下T细胞淋巴瘤，需要去做哪项检查？	select ?x where { ?x <涉及疾病> <水痘-带状疱疹性葡萄膜炎> . ?x <涉及疾病> <老年人流行性感冒> . ?x <涉及疾病> <皮下T细胞淋巴瘤> . }
mult_constraints_three_reverse_reverse	q3938:在蛋白质测定中，哪一项能检测血尿伴蛋白尿和血红蛋白尿的症状？	select ?x where { ?x <类型> <蛋白质测定> . ?x <涉及症状> <血尿伴蛋白尿> . ?x <涉及症状> <血红蛋白尿> . }
mult_constraints_three_reverse_reverse	q3939:怎样的检查能检测出血尿伴蛋白尿、血红蛋白尿和胸痛这些症状？	select ?x where { ?x <涉及症状> <血尿伴蛋白尿> . ?x <涉及症状> <血红蛋白尿> . ?x <涉及症状> <胸痛> . }
mult_constraints_three_reverse_reverse	q3940:病人出现血红蛋白尿、胸痛和肢体的非凹性水肿症状时，应该做哪一项检查？	select ?x where { ?x <涉及症状> <血红蛋白尿> . ?x <涉及症状> <胸痛> . ?x <涉及症状> <肢体的非凹性水肿> . }
mult_constraints_three_reverse_reverse	q3941:哪种检查对检测胸痛、肢体的非凹性水肿和剧烈运动或强体力劳动后血尿有效？	select ?x where { ?x <涉及症状> <胸痛> . ?x <涉及症状> <肢体的非凹性水肿> . ?x <涉及症状> <剧烈运动或强体力劳动后血尿> . }
mult_constraints_three_reverse_reverse	q3943:对于出现的剧烈运动或强体力劳动后血尿、不稳定性心绞和一过性肉眼血尿这些症状，可以通过怎样的检查项目检测病情？	select ?x where { ?x <涉及症状> <剧烈运动或强体力劳动后血尿> . ?x <涉及症状> <不稳定性心绞痛> . ?x <涉及症状> <一过性肉眼血尿> . }
mult_constraints_three_reverse_reverse	q3945:患者出现一过性肉眼血尿、血尿伴排尿不畅和间歇性血尿时需要做哪项检查？	select ?x where { ?x <涉及症状> <一过性肉眼血尿> . ?x <涉及症状> <血尿伴排尿不畅> . ?x <涉及症状> <间歇性血尿> . }
mult_constraints_three_reverse_reverse	q3946:哪项检查能有效检测血尿伴排尿不畅、间歇性血尿和遗传性粪卟啉病症状的发生？	select ?x where { ?x <涉及症状> <血尿伴排尿不畅> . ?x <涉及症状> <间歇性血尿> . ?x <涉及疾病> <遗传性粪卟啉病> . }
mult_constraints_three_reverse_reverse	q3947:患者在出现间歇性血尿，而且患有遗传性粪卟啉病小儿急性间歇性卟啉病时，最好去做哪项检查？	select ?x where { ?x <涉及症状> <间歇性血尿> . ?x <涉及疾病> <遗传性粪卟啉病> . ?x <涉及疾病> <小儿急性间歇性卟啉病> . }
mult_constraints_three_reverse_reverse	q3948:哪种医学检查能有效检测出遗传性粪卟啉病、小儿急性间歇性卟啉病和混合型卟啉病？	select ?x where { ?x <涉及疾病> <遗传性粪卟啉病> . ?x <涉及疾病> <小儿急性间歇性卟啉病> . ?x <涉及疾病> <混合型卟啉病> . }
mult_constraints_three_reverse_reverse	q3952:患有心肌梗死、原卟啉病和红细胞生成性卟啉病，这时候需要做哪项检查？	select ?x where { ?x <涉及疾病> <心肌梗死> . ?x <涉及疾病> <原卟啉病> . ?x <涉及疾病> <红细胞生成性卟啉病> . }
mult_constraints_three_reverse_reverse	q3953:哪种蛋白质测定能检测冠状动脉粥样硬化型心脏病和心肌梗死？	select ?x where { ?x <类型> <蛋白质测定> . ?x <涉及疾病> <冠状动脉粥样硬化型心脏病> . ?x <涉及疾病> <心肌梗死> . }
mult_constraints_three_reverse_reverse	q3954:可以检测冠状动脉粥样硬化型心脏病、心肌梗死和不稳定型心绞痛这些疾病的检查是什么？	select ?x where { ?x <涉及疾病> <冠状动脉粥样硬化型心脏病> . ?x <涉及疾病> <心肌梗死> . ?x <涉及疾病> <不稳定型心绞痛> . }
mult_constraints_three_reverse_reverse	q3956:得了不稳定型心绞痛、小儿病毒性心肌炎和老年人稳定型心绞痛的患者可以通过哪项检查做出检测？	select ?x where { ?x <涉及疾病> <不稳定型心绞痛> . ?x <涉及疾病> <小儿病毒性心肌炎> . ?x <涉及疾病> <老年人稳定型心绞痛> . }
mult_constraints_three_reverse_reverse	q3957:在医学检查中，哪一项会对小儿病毒性心肌炎、老年人稳定型心绞痛和先兆型梗塞做出有效的检测？	select ?x where { ?x <涉及疾病> <小儿病毒性心肌炎> . ?x <涉及疾病> <老年人稳定型心绞痛> . ?x <涉及疾病> <先兆型梗塞> . }
mult_constraints_three_reverse_reverse	q3958:什么检查项目可以检查出老年人稳定型心绞痛、先兆型梗塞和缺血性胸痛？	select ?x where { ?x <涉及疾病> <老年人稳定型心绞痛> . ?x <涉及疾病> <先兆型梗塞> . ?x <涉及疾病> <缺血性胸痛> . }
mult_constraints_three_reverse_reverse	q3959:哪种检查能检查出先兆型梗塞、缺血性胸痛和老年人变异型心绞痛？	select ?x where { ?x <涉及疾病> <先兆型梗塞> . ?x <涉及疾病> <缺血性胸痛> . ?x <涉及疾病> <老年人变异型心绞痛> . }
mult_constraints_three_reverse_reverse	q3960:对于检测缺血性胸痛、老年人变异型心绞痛和缺血性心脏病，哪一项检查是有作用的？	select ?x where { ?x <涉及疾病> <缺血性胸痛> . ?x <涉及疾病> <老年人变异型心绞痛> . ?x <涉及疾病> <缺血性心脏病> . }
mult_constraints_three_reverse_reverse	q3961:哪种细菌培养与鉴定可以检测到传导性耳聋和外耳道癣？	select ?x where { ?x <类型> <细菌培养与鉴定> . ?x <涉及症状> <传导性耳聋> . ?x <涉及症状> <外耳道癣> . }
mult_constraints_three_reverse_reverse	q3962:在患者出现传导性耳聋、外耳道癣和副耳这些症状时，应该做哪一项检查？	select ?x where { ?x <涉及症状> <传导性耳聋> . ?x <涉及症状> <外耳道癣> . ?x <涉及症状> <副耳> . }
mult_constraints_three_reverse_reverse	q3963:哪一种检查项目对检测外耳道癣、副耳和嗌塞有效？	select ?x where { ?x <涉及症状> <外耳道癣> . ?x <涉及症状> <副耳> . ?x <涉及症状> <嗌塞> . }
mult_constraints_three_reverse_reverse	q3965:哪项医学检查能对嗌塞、幻味和单侧鼻腔阻塞病症做出检测？	select ?x where { ?x <涉及症状> <嗌塞> . ?x <涉及症状> <幻味> . ?x <涉及症状> <单侧鼻腔阻塞> . }
mult_constraints_three_reverse_reverse	q3966:什么检查能对幻味、单侧鼻腔阻塞和耳闷症状做出有效的检测？	select ?x where { ?x <涉及症状> <幻味> . ?x <涉及症状> <单侧鼻腔阻塞> . ?x <涉及症状> <耳闷> . }
mult_constraints_three_reverse_reverse	q3967:出现单侧鼻腔阻塞、耳闷和耳廓癣症状，应该做哪项检查合适？	select ?x where { ?x <涉及症状> <单侧鼻腔阻塞> . ?x <涉及症状> <耳闷> . ?x <涉及症状> <耳廓癣> . }
mult_constraints_three_reverse_reverse	q3968:哪种检查项目对检测耳闷、耳廓癣和耳痛症状有作用？	select ?x where { ?x <涉及症状> <耳闷> . ?x <涉及症状> <耳廓癣> . ?x <涉及症状> <耳痛> . }
mult_constraints_three_reverse_reverse	q3969:怎样的检查可以测定耳廓癣、耳痛以及咽痛这些症状？	select ?x where { ?x <涉及症状> <耳廓癣> . ?x <涉及症状> <耳痛> . ?x <涉及症状> <咽痛> . }
mult_constraints_three_reverse_reverse	q3970:在伴有耳痛、咽痛和蠕动感这些症状时，需要做哪一项检查？	select ?x where { ?x <涉及症状> <耳痛> . ?x <涉及症状> <咽痛> . ?x <涉及症状> <蠕动感> . }
mult_constraints_three_reverse_reverse	q3971:患者咽痛、打喷嚏且有蠕动感，做哪项检查是有用的？	select ?x where { ?x <涉及症状> <咽痛> . ?x <涉及症状> <蠕动感> . ?x <涉及症状> <打喷嚏> . }
mult_constraints_three_reverse_reverse	q3973:怎样的检查项目对检测打喷嚏、鼻溢液和咳痰有效？	select ?x where { ?x <涉及症状> <打喷嚏> . ?x <涉及症状> <鼻溢液> . ?x <涉及症状> <咳痰> . }
mult_constraints_three_reverse_reverse	q3974:哪一种检查项目能检测到鼻溢液、咳痰和耳内流脓症状？	select ?x where { ?x <涉及症状> <鼻溢液> . ?x <涉及症状> <咳痰> . ?x <涉及症状> <耳内流脓> . }
mult_constraints_three_reverse_reverse	q3975:在医学检查中，出现咳痰、耳内流脓和听力减退适宜做哪项检查？	select ?x where { ?x <涉及症状> <咳痰> . ?x <涉及症状> <耳内流脓> . ?x <涉及症状> <听力减退> . }
mult_constraints_three_reverse_reverse	q3976:患者出现耳内流脓、听力减退以及血性耳漏病症时。要做什么检查？	select ?x where { ?x <涉及症状> <耳内流脓> . ?x <涉及症状> <听力减退> . ?x <涉及症状> <血性耳漏> . }
mult_constraints_three_reverse_reverse	q3977:怎样的检查对检测听力减退、血性耳漏和耳溢液有帮助？	select ?x where { ?x <涉及症状> <听力减退> . ?x <涉及症状> <血性耳漏> . ?x <涉及症状> <耳溢液> . }
mult_constraints_three_reverse_reverse	q3978:哪个检查项目能有效检测血性耳漏、耳溢液和歪鼻这些症状？	select ?x where { ?x <涉及症状> <血性耳漏> . ?x <涉及症状> <耳溢液> . ?x <涉及症状> <歪鼻> . }
mult_constraints_three_reverse_reverse	q3980:出现歪鼻、腮腺区肿大和咽部溃疡的症状，这时候应该检查什么？	select ?x where { ?x <涉及症状> <歪鼻> . ?x <涉及症状> <腮腺区肿大> . ?x <涉及症状> <咽部溃疡> . }
mult_constraints_three_reverse_reverse	q3981:做什么检查可以检测腮腺区肿大、咽部溃疡和搏动性耳鸣症状？	select ?x where { ?x <涉及症状> <腮腺区肿大> . ?x <涉及症状> <咽部溃疡> . ?x <涉及症状> <搏动性耳鸣> . }
mult_constraints_three_reverse_reverse	q3982:关于咽部溃疡、搏动性耳鸣和发作性咳嗽的症状，需要做什么检查？	select ?x where { ?x <涉及症状> <咽部溃疡> . ?x <涉及症状> <搏动性耳鸣> . ?x <涉及症状> <发作性咳嗽> . }
mult_constraints_three_reverse_reverse	q3983:哪一项检查可以检测搏动性耳鸣、发作性咳嗽和咽部异物感？	select ?x where { ?x <涉及症状> <搏动性耳鸣> . ?x <涉及症状> <发作性咳嗽> . ?x <涉及症状> <咽部异物感> . }
mult_constraints_three_reverse_reverse	q3984:有什么检查项目可以检测出发作性咳嗽、咽部异物感和耳廓腹侧面局限性囊肿这些症状？	select ?x where { ?x <涉及症状> <发作性咳嗽> . ?x <涉及症状> <咽部异物感> . ?x <涉及症状> <耳廓腹侧面局限性囊肿> . }
mult_constraints_three_reverse_reverse	q3985:哪种医学检查能对咽部异物感、耳廓腹侧面局限性囊肿以及耳硬化症做出检测？	select ?x where { ?x <涉及症状> <咽部异物感> . ?x <涉及症状> <耳廓腹侧面局限性囊肿> . ?x <涉及症状> <耳硬化症> . }
mult_constraints_three_reverse_reverse	q3988:得了中毒性休克综合征、小儿呼吸道合胞病毒肺炎和小儿肺炎疾病时，做哪项检查比较有效？	select ?x where { ?x <涉及疾病> <中毒性休克综合征> . ?x <涉及疾病> <小儿呼吸道合胞病毒肺炎> . ?x <涉及疾病> <小儿肺炎> . }
mult_constraints_three_reverse_reverse	q3989:哪一项检查能有效检测出严重急性呼吸综合征、休克型肺炎和重症急性呼吸综合征？	select ?x where { ?x <涉及疾病> <严重急性呼吸综合征> . ?x <涉及疾病> <休克型肺炎> . ?x <涉及疾病> <重症急性呼吸综合征> . }
mult_constraints_three_reverse_reverse_simple	q1245:那位普瓦捷大学毕业的法国著名哲学家做出了什么突出贡献？	select ?y where { ?x <毕业院校> <普瓦捷大学>. ?x <国籍> <法国_（法兰西共和国）>. ?x <职业> <哲学家_（基础含义）>. ?x <主要成就> ?y. }
mult_constraints_three_reverse_reverse_simple	q1482:作为985,211重点工程学校，以世界一流大学为发展目标的某校，它的现任校长是谁？	select ?y where { ?x <属性> <211工程>. ?x <属性> <985工程>. ?x <发展定位> <世界一流大学>. ?x <现任校长> ?y. }
mult_constraints_two_reverse	q1148:使用大陆法系的欧洲国家有哪些？	select ?x where { ?x <法律体系> <大陆法系>. ?x <所属洲> <欧洲_（地球七大洲之一）>. }
mult_constraints_two_reverse	q1180:孟京辉导演廖一梅编剧的作品是？	select ?x where { ?x <导演> <孟京辉>. ?x <编剧> <廖一梅>. }
mult_constraints_two_reverse	q1244:张一山和杨紫合作过的作品有哪些？	select ?x where { ?x <主演> <张一山_（中国内地演员）>. ?x <主演> <杨紫>. }
mult_constraints_two_reverse	q1254:我们会在哪个民俗节日里耍龙灯？	select ?x where { ?x <类别> <民俗>. ?x <节日活动> <耍龙灯>. }
mult_constraints_two_reverse	q1266:高圆圆和贾静雯共同主演了哪部电视剧？	select ?x where { ?x <主演> <高圆圆>. ?x <主演> <贾静雯>. }
mult_constraints_two_reverse	q1493:京剧《贵妃醉酒》是谁的代表作？	select ?x where { ?x <职业> <京剧演员>. ?x <主要作品> <贵妃醉酒_（京剧剧目）>. }
mult_constraints_two_reverse	q1516:在卡拉马运动队中惯用右脚的足球运动员是谁？	select ?x where { ?x <所属运动队> <卡拉马>. ?x <惯用脚> <右脚>. }
mult_constraints_two_reverse	q1524:让·雷诺和娜塔莉波特曼共同主演的电影是什么？	select ?x where { ?x <主演> <让·雷诺>. ?x <主演> <娜塔莉_（好莱坞演员娜塔莉·波特曼）>. }
mult_constraints_two_reverse	q1550:主要食材是鸭脖子的休息食品品牌是？	select ?x where { ?x <主要食材> <鸭脖子>. ?x <分类> <休闲食品>. }
mult_constraints_two_reverse	q1554:由上户彩主演的婚姻题材的日剧？	select ?x where { ?x <主演> <上户彩>. ?x <类型> <婚姻_（汉语词语）>. }
mult_constraints_two_reverse	q1570:参演《武神赵子龙》的韩国女演员叫什么？	select ?x where { ?x <国籍> <韩国_（大韩民国）>. ?x <代表作品> <武神赵子龙_（2016年林更新、林允儿主演电视剧）>. }
mult_constraints_two_reverse	q1575:杨全仁在北京创办了什么企业？	select ?x where { ?x <创始人> <杨全仁>. ?x <总部地点> <中国北京>. }
mult_constraints_two_reverse	q1581:由大卫·凡·安肯导演，皮尔斯·布鲁斯南主演的电影是？	select ?x where { ?x <主演> <皮尔斯·布鲁斯南>. ?x <导演> <大卫·凡·安肯>. }
mult_constraints_two_reverse	q1612:由张艺谋导演，巩俐出演的电影有哪些？	select ?x where { ?x <主演> <巩俐>. ?x <导演> <张艺谋>. }
mult_constraints_two_reverse	q1643:有哪些哲学家属于笛卡尔学派？	select ?x where { ?x <学派> <理性主义>. ?x <职业> <哲学家_（基础含义）>. }
mult_constraints_two_reverse	q1651:张鲁一和周一围合作的电视剧是哪部？	select ?x where { ?x <主演> <张鲁一>. ?x <主演> <周一围>. }
mult_constraints_two_reverse	q1662:毕业于柏林大学的经济学家有哪些？	select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）>. ?x <毕业院校> <柏林大学>. }
mult_constraints_two_reverse	q2516:有哪些大学坐落于北京市海淀区？	select ?x where { ?x <类别> <公立大学>. ?x <所属地区> <海淀区>. }
mult_constraints_two_reverse	q2523:登上过维密秀的中国模特有哪些？	select ?x where { ?x <国籍> <中华人民共和国>. ?x <代表作品> <维多利亚的秘密时尚秀>. }
mult_constraints_two_reverse	q2529:四川的5A级景区你知道有哪些吗？	select ?x where { ?x <地理位置> <四川_（中华人民共和国四川省）>. ?x <景点级别> <国家AAAAA级旅游景区>. }
mult_constraints_two_reverse	q2536:陈奕迅和王菲合唱的歌曲有什么？	select ?x where { ?x <歌曲原唱> <陈奕迅>. ?x <歌曲原唱> <王菲_（华语女歌手、演员）>. }
mult_constraints_two_reverse	q2552:刘昊然在哪一部影片中与潘粤明合作？	select ?x where { ?x <主演> <刘昊然>. ?x <主演> <潘粤明>. }
mult_constraints_two_reverse	q2565:历史上西南联大培养了哪些科学家？	select ?x where { ?x <毕业院校> <国立西南联合大学>. ?x <职业> <科学家_（从事科学研究的人群）>. }
mult_constraints_two_reverse	q2574:有哪些政治家信仰马克思主义？	select ?x where { ?x <职业> <政治家>. ?x <信仰> <马克思主义>. }
mult_jump_one	q547:拉斯维加斯所属州的别名是什么？	select ?x where { <拉斯维加斯_（美国内华达州的最大城市）> <所属地区> ?y. ?y <别名> ?x. }
mult_jump_one	q550:印度教主神毗湿奴的坐骑的原型是什么？	select ?x where { <毗湿奴_（印度教主神）> <坐骑> ?y. ?y <原型> ?x. }
mult_jump_one	q574:电影钢铁侠的主演都有哪些代表作品？	select ?x where { <Ironman_（美国2008年小罗伯特·唐尼主演电影）> <主演> ?y. ?y <代表作品> ?x. }
mult_jump_one	q575:出品速度与激情系列电影的公司的总部在哪里？	select ?x where { <速度与激情_（美国赛车动作主题系列电影）> <出品公司> ?y. ?y <总部地点> ?x. }
mult_jump_one	q615:冰与火之歌的拍摄地点的官方语言是什么？	select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?y.?y <官方语言> ?x. }
mult_jump_one	q617:北京国安的主场最多能够容纳多少人？	select ?x where { <北京国安足球俱乐部> <主场馆> ?y. ?y <座位数量> ?x. }
mult_jump_one	q639:windows系统的开发商的CEO是哪国人？	select ?x where { <Windows操作系统> <发行者> ?y. ?y <首席执行官> ?z. ?z <国籍> ?x. }
mult_jump_one	q675:你知道几个那些主角吊炸天的漫画的作者？	select ?x where { <高武世界_（指具体的高武世界（位面））> <代表> ?y. ?y <作者> ?x. }
mult_jump_one	q726:康熙王朝的纸片人毕业于哪个学校？	select ?x where { <康熙王朝_（中国2001年陈家林执导陈道明主演电视剧）> <制片人> ?y. ?y <毕业院校> ?x. }
mult_jump_one	q741:《半生缘》的作者的毕业院校是？	select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <毕业院校> ?x. }
mult_jump_one	q742:发行电影《谍影重重3》的公司的组织形式是怎样的？	select ?x where { <谍影重重3> <发行公司> ?y. ?y <组织形式> ?x. }
mult_jump_one	q743:苹果公司的创始人什么时候去世的？	select ?x where { <苹果_（苹果产品公司）> <创始人> ?y. ?y <逝世日期> ?x. }
mult_jump_one	q764:阿根廷的官方语言全球有多少人在用？	select ?x where { <阿根廷_（阿根廷共和国）> <官方语言> ?y. ?y <使用人数> ?x. }
mult_jump_one	q780:古希腊悲剧《俄狄浦斯王》的作者的出生日期？	select ?x where { <俄狄浦斯王_（古希腊悲剧）> <作者> ?y. ?y <出生日期> ?x. }
mult_jump_one	q793:J联赛球队大阪樱花的主场最多能够容纳多少人？	select ?x where { <大阪樱花足球俱乐部> <主场馆> ?y. ?y <容量> ?x. }
mult_jump_one	q796:小说《放手那么难》的连载网站的网址是什么？	select ?x where { <放手那么难> <连载网站> ?y. ?y <官网> ?x. }
mult_jump_one	q805:NIKE创始人的毕业院校是什么？	select ?x where { <NIKE> <创始人> ?y. ?y <毕业院校> ?x. }
mult_jump_one	q820:《半生缘》的作者的主要成就有哪些？	select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <血型> ?x. }
mult_jump_one	q844:叔本华信仰的宗教主要分布在哪些区域？	select ?x where { <亚瑟·叔本华> <信仰> ?y. ?y <主要分布区域> ?x. }
mult_jump_one	q847:建宁公主是哪位作家笔下的人物？	select ?x where { <建宁公主_（金庸小说《鹿鼎记》人物）> <登场作品> ?y. ?y <作者> ?x. }
mult_jump_one	q857:爱伦·坡出生的城市有哪些著名景点？	select ?x where { <埃德加·爱伦·坡> <出生地> ?y. ?y <著名景点> ?x. }
mult_jump_one	q877:北京大学现任校长有哪些主要成就？	select ?x where { <北京大学> <现任校长> ?y. ?y <主要成就> ?x . }
mult_jump_one	q884:沈从文的同族人他们一般聚居在哪？	select ?x where { <沈从文> <民族> ?y. ?y <主要分布区> ?x. }
mult_jump_one	q898:阿塞拜疆所属洲主要有哪些国家？	select ?x where { <阿塞拜疆> <所属洲> ?y. ?y <主要国家> ?x. }
mult_jump_one	q929:上海期货交易所所在地区的气候怎么样？	select ?x where { <上海期货交易所> <地区> ?y. ?y <气候条件> ?x. }
mult_jump_one	q1039:著有《百年孤独》一书的作者出生于何时？	select ?x where { <百年孤独> <作者> ?y. ?y <出生日期> ?x. }
mult_jump_one	q1053:电视剧冰与火之歌的出品公司的官方网站是什么？	select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <出品公司> ?y.?y <官网> ?x. }
mult_jump_one	q1075:NIKE总部所在地有哪些大学？	select ?x where { <NIKE> <总部地点> ?y. ?y <高等院校> ?x. }
mult_jump_one	q1086:游戏《敢死队的战争》的发行站点的网站口号是什么？	select ?x where { <敢死队的战争> <游戏站点> ?y. ?y <公司口号> ?x. }
mult_jump_one	q1097:《丰乳肥臀》的作者的毕业院校是？	select ?x where { <丰乳肥臀> <作者> ?y. ?y <毕业院校> ?x. }
mult_jump_one	q1113:《悲惨世界》的作者的毕业院校是？	select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <毕业院校> ?x. }
mult_jump_one	q1126:《随想录》的作者其代表作品有哪些？	select ?x where { <随想录> <作者> ?y. ?y <代表作品> ?x. }
mult_jump_one	q1186:《随想录》的作者出生日期是？	select ?x where { <随想录> <作者> ?y. ?y <出生日期> ?x. }
mult_jump_one	q1205:纪录片舌尖上的中国的导演毕业于哪个学校？	select ?x where { <舌尖上的中国_（2012年陈晓卿执导纪录片）> <导演> ?y. ?y <毕业院校> ?x. }
mult_jump_one	q1208:电影钢铁侠的导演都有哪些代表作品？	select ?x where { <Ironman_（美国2008年小罗伯特·唐尼主演电影）> <导演> ?y. ?y <代表作品> ?x. }
mult_jump_one	q1225:电影《白日焰火》的导演有哪些代表作品？	select ?x where { <白日焰火> <导演> ?y. ?y <代表作品> ?x. }
mult_jump_one	q1240:《半生缘》的作者其出生日期是？	select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <出生日期> ?x. }
mult_jump_one	q1249:主演天地英雄里的河北演员是什么星座？	select ?x where { <红高粱_（1987年张艺谋执导电影）> <主演> ?y. ?y <出生地> <河北_（中国省级行政区）>. ?y <星座> ?x. }
mult_jump_one	q1262:阿塞拜疆所属洲的别称是什么？	select ?x where { <阿塞拜疆> <所属洲> ?y. ?y <别名> ?x. }
mult_jump_one	q1275:环太平洋的导演的出生地是哪？	select ?x where { <环太平洋_（美国2013年吉尔莫·德尔·托罗执导的科幻电影）> <导演> ?y. ?y <出生地> ?x. }
mult_jump_one	q1281:出版书籍《宋史新探》的出版社是何时成立的？	select ?x where { <宋史新探> <出版社> ?y. ?y <成立时间> ?x. }
mult_jump_one	q1283:《悲惨世界》的作者的主要成就是？	select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <主要成就> ?x. }
mult_jump_one	q1502:《中国在梁庄》的作者毕业于哪个大学？	select ?x where { <中国在梁庄> <作者> ?y . ?y <毕业院校> ?x . }
mult_jump_one	q1520:钢铁侠的大学的校友获得过哪些奖项？	select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <毕业院校> ?y. ?y <主要奖项> ?x. }
mult_jump_one	q1534:指环王的拍摄地点的官方语言是什么？	select ?x where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <拍摄地点> ?y.?y <官方语言> ?x. }
mult_jump_one	q1561:《根鸟》的作者有哪些代表作品？	select ?x where { <根鸟> <作者> ?y . ?y <代表作品> ?x . }
mult_jump_one	q1577:记忆魔法的导演是哪个国家的？	select ?x where { <记忆魔方_（美国电影）> <导演> ?y. ?y <国籍> ?x. }
mult_jump_one	q1596:电影阿凡达的导演的出生地是哪里？	select ?x where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <导演> ?y. ?y <出生地> ?x. }
mult_jump_one	q1606:《悲惨世界》的作者的出生地是？	select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <出生地> ?x. }
mult_jump_one	q1608:红楼梦中王熙凤丈夫的原型是谁？	select ?x where { <王熙凤> <丈夫> ?y. ?y <人物原型> ?x. }
mult_jump_one	q1688:全柴动力所在的股票市场实行哪种交易制度？	select ?x where { <全柴动力> <市场> ?y. ?y <交易制度> ?x. }
mult_jump_one	q1891:现任证监会主席毕业于哪所学校？	select ?x where { <证监会> <现任主席> ?y. ?y <毕业院校> ?x. }
mult_jump_one	q2052:海伦公式的提出者还有哪些成就？	select ?x where { <海伦公式> <提出者> ?y . ?y <主要成就> ?x . }
mult_jump_one	q2054:《守望先锋》的开发公司是哪一年成立的？	select ?x where { <守望先锋_（2016年暴雪娱乐发行的团队射击游戏）> <发行商> ?y . ?y <成立时间> ?x . }
mult_jump_one	q2123:苹果公司的创始人于哪一天去世？	select ?x where { <苹果_（苹果产品公司）> <创始人> ?y . ?y <逝世日期> ?x . }
mult_jump_one	q2160:哲学家柏拉图的老师逝世于哪一年？	select ?x where { <柏拉图_（古希腊哲学家）> <老师> ?y . ?y <逝世日期> ?x . }
mult_jump_one	q2161:dell创始人来自哪个国家？	select ?x where { <戴尔公司> <创始人> ?y . ?y <国籍> ?x . }
mult_jump_one	q2168:斯坦福大学现任校长得过什么奖？	select ?x where { <斯坦福大学> <现任校长> ?y . ?y <主要成就> ?x . }
mult_jump_one	q2177:电影《泰坦尼克号》导演的国籍是？	select ?x where { <泰坦尼克号_（2012年詹姆斯·卡梅隆执导3D电影）> <导演> ?y . ?y <国籍> ?x . }
mult_jump_one	q2182:发行专辑《1989》的歌手出生于哪天？	select ?x where { <1989_（泰勒·斯威夫特第五张录音室专辑）> <专辑歌手> ?y . ?y <出生日期> ?x . }
mult_jump_one	q2221:《夜莺颂》作者的宗教信仰是？	select ?x where { <夜莺颂> <作者> ?y . ?y <信仰> ?x . }
mult_jump_one	q2232:塞万提斯的代表作品有多少个字？	select ?x where { <塞万提斯·萨维德拉> <代表作品> ?y . ?y <字数> ?x . }
mult_jump_one	q2234:唱《给所有知道我名字的人》的歌手是哪个星座的？	select ?x where { <给所有知道我的名字的人> <演唱> ?y . ?y <星座> ?x . }
mult_jump_one	q2241:制作Kindle的公司的官网是？	select ?x where { <Kindle> <制作方> ?y . ?y <官网> ?x . }
mult_jump_one	q2243:某位以魔幻现实主义著称的作家于1985年首发的长篇小说名字是？	select ?x where { <魔幻现实主义> <代表作家> ?y . ?y <代表作品> ?x . ?x <首版时间> "1985" . }
mult_jump_one	q2512:《随想录》的作者的出生地是？	select ?x where { <随想录> <作者> ?y. ?y <出生地> ?x. }
mult_jump_one	q2513:中国古代神话中嫦娥的宠物象征了什么？	select ?x where { <嫦娥_（中国上古神话传说人物）> <宠物> ?y . ?y <象征> ?x. }
mult_jump_one	q2539:《悲惨世界》的作者的出生日期是？	select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <出生日期> ?x. }
mult_jump_one	q2554:俄罗斯的官方语言属于哪个语系？	select ?x where { <俄罗斯_（俄罗斯联邦）> <官方语言> ?y. ?y <语系> ?x. }
mult_jump_one	q2589:绥靖天皇的父亲是何时即位的？	select ?x where { <绥靖天皇> <父亲> ?y. ?y <即位年月> ?x. }
mult_jump_one	q2594:电影神秘家族的导演出生于什么时候？	select ?x where { <神秘家族_（2016年朴裕焕执导电影）> <导演> ?y. ?y <出生日期> ?x. }
mult_jump_one	q2600:皇马的主场的西班牙文名是什么？	select ?x where { <皇家马德里_（皇家马德里足球俱乐部）> <主场馆> ?y. ?y <外文名> ?x. }
mult_jump_one	q2615:俄罗斯的首都的邮政区码是多少？	select ?x where { <俄罗斯共和国> <首都> ?y. ?y <邮政区码> ?x. }
mult_jump_one	q2652:比利·海灵顿的出生地有哪些院校/研究所？	select ?x where { <比利·海灵顿> <出生地> ?y. ?y <院校、研究所> ?x. }
mult_jump_one	q2713:中粮地产的职工监事上任时间?	select ?x where { <中粮地产> <职工监事> ?y. ?y <上任时间> ?x. }
mult_jump_one	q2714:中粮地产的监事会主席上任时间?	select ?x where { <中粮地产> <监事会主席> ?y. ?y <上任时间> ?x. }
mult_jump_one	q2715:中粮地产的监事会副主席上任时间?	select ?x where { <中粮地产> <监事会副主席> ?y. ?y <上任时间> ?x. }
mult_jump_one	q2971:蚂蚁金服最近一融资额是多少？	select ?x where { <蚂蚁金服> <融资> ?y. ?y <融资金额> ?x. ?y <融资时间> <最近一次>  }
mult_jump_one	q2987:浙江大华技术股份有限公司董事长任职多少家企业？	select ?x where { <浙江大华技术股份有限公司> <董事长> ?y. ?y <参股公司数> ?x. }
mult_jump_one	q2988:华泰证券什时候在H股上市的？	select ?x where { <华泰证券> <上市> ?y. ?y <上市地点> <H股>. ?y <上市时间> ?x }
mult_jump_one	q2989:华泰证券的董事长年龄多大了？	select ?x where { <华泰证券> <董事长> ?y. ?y <年龄> ?x. }
mult_jump_one	q2994:海通证券的董事长是什么学历？	select ?x where { <海通证券> <董事长> ?y. ?y <学历> ?x. }
mult_jump_one	q2995:海通证券的董事长年薪是多少？	select ?x where { <海通证券> <董事长> ?y. ?y <年薪> ?x. }
mult_jump_one	q2997:与海通证券董事长关联的公司有几家？	select ?x where { <海通证券> <董事长> ?y. ?y <关联公司数量> ?x. }
mult_jump_one	q2999:小米科技有限责任公司法定代表人有多少家关联公司？	select ?x where { <小米科技有限责任公司> <法人> ?y. ?y <关联公司数量> ?x. }
mult_jump_one	q548:董仲舒信奉的思想流派的代表人物有谁？	select ?y where { <董仲舒_（西汉思想家）> <信仰> ?x. ?x <代表人物> ?y . }
mult_jump_one	q563:《天工开物》的作者出生在哪个朝代？	select ?y where { <天工开物_（中国古代科学著作）> <作者> ?x. ?x <国籍> ?y. }
mult_jump_one	q568:犹太人领袖摩西的出生地在哪个大洲？	select ?y where { <摩西_（犹太人的民族领袖）> <出生地> ?x. ?x <所属洲> ?y. }
mult_jump_one	q596:刚玉的主要成分的化学式是什么？	select ?y where { <刚玉> <主要成份> ?x. ?x <化学式> ?y. }
mult_jump_one	q601:《路西法效应》的作者从事什么职业？	select ?y where { <路西法效应> <作者> ?x. ?x <职业> ?y. }
mult_jump_one	q636:埃菲尔铁塔的设计师是什么时候去世的？	select ?y where { <埃菲尔铁塔_（巴黎城市地标之一）> <设计者> ?x. ?x <逝世日期> ?y. }
mult_jump_one	q641:《天龙八部》小说的作者是哪个民族的人？	select ?y where { <天龙八部_（金庸创作小说）> <作者> ?x. ?x <民族> ?y . }
mult_jump_one	q666:电影阿凡达的出品公司的经营范围有哪些？	select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <出品公司> ?x. ?x <经营范围> ?y. }
mult_jump_one	q716:X射线具有的性质有由谁提出的？	select ?y where { <X射线> <性质> ?x. ?x <提出者> ?y. }
mult_jump_one	q725:哪个朝代的人发明了活字印刷术？	select ?y where { <活字印刷术> <发明者> ?x. ?x <国籍> ?y . }
mult_jump_one	q759:文艺复兴的指导思想有怎样的世界观?？	select ?y where { <文艺复兴> <指导思想> ?x . ?x <世界观> ?y . }
mult_jump_one	q765:亚马孙河所在的大洲主要使用哪些语言？	select ?y where { <亚马孙河> <所属地区> ?x. ?x <语言> ?y. }
mult_jump_one	q773:太平天国所信仰的宗教是什么时间建立的？	select ?y where { <太平天国_（中国历史政权）> <主要宗教> ?x. ?x <创建时间> ?y . }
mult_jump_one	q775:《最后的晚餐》的作者出生地是哪里？	select ?y where { <最后的晚餐_（达·芬奇画作）> <作者> ?x. ?x <出生地> ?y. }
mult_jump_one	q787:《聊斋志异》的作者被人们称为什么？	select ?y where { <聊斋志异_（蒲松龄著文言短篇小说集《聊斋志异》）> <作者> ?x. ?x <别称> ?y. }
mult_jump_one	q800:冥王星的发现者的外文名是什么？	select ?y where { <冥王星_（太阳系中的一个天体）> <发现者> ?x. ?x <外文名> ?y. }
mult_jump_one	q816:《街头霸王》系列游戏的发行公司成立于哪一年？	select ?y where { <街头霸王_（日本CAPCOM公司推出电子游戏系列）> <发行商> ?x. ?x <成立时间> ?y. }
mult_jump_one	q824:《水浒传》所属文学体裁的三要素是什么？	select ?y where { <水浒传（竖版）> <类型> ?x. ?x <三要素> ?y. }
mult_jump_one	q825:光合作用发生的部位长度是多少？	select ?y where { <光合作用> <作用部位> ?x. ?x <长径> ?y. }
mult_jump_one	q882:《额尔古纳河右岸》的作者出生在哪里？	select ?y where { <额尔古纳河右岸> <作者> ?x. ?x <出生地> ?y. }
mult_jump_one	q888:在金庸小说《天龙八部》中，无崖子的师妹的外孙女是谁？	select ?y where { <无崖子> <师妹> ?x. ?x <外孙女> ?y. }
mult_jump_one	q893:舒伯特出生城市的车牌代码是什么？	select ?y where { <舒伯特> <出生地> ?x. ?x <车牌代码> ?y. }
